const n=`## Особенности строения [ Ранг доступа <access rank="S+"> ]

Их жесткий каркас, состоящий из энергетических кораллитов, обеспечивает им прочную поддержку и защиту. Каждый кораллит, будучи практически индивидуальным организмом, выполняет функции, аналогичные клеткам в организме живого существа: они обеспечивают структурную целостность и рост Абсалондов, реагируя на внешние факторы и энергетические воздействия.  
Сердце Абсалонда, находящееся в каждом кораллите, играет решающую роль в формировании каркаса. Это уникальное живое существо, способное создавать и поддерживать сложные структуры. Он регулирует процессы образования материала, из которого состоят кораллиты. Благодаря этому каждый Абсалонд имеет свою неповторимую внешность и форму, которая развивается в соответствии с обстоятельствами и энергетической динамикой окружающей среды.  
Разнообразие цветов Абсалондов – это еще одно феноменальное явление, олицетворяющее взаимодействие с окружающим миром. Насыщенность цветов зависит от доступности проклятой энергии, которая служит не только источником питания, но и строительным материалом для кораллов. Спектр цветов отражает энергетические вибрации и состояние среды вокруг Абсалондов, что делает их своего рода биологическими индикаторами окружающей среды.  
Возраст Абсалонда можно определить.  
Одним из методов является изучение ростовых полос (аналогично годам в деревьях) в скелетах кораллов. Каждая ростовая полоса обозначает один год роста. Это можно делать путем исследования срезов коралловых скелетов, анализа их структуры и сравнения с известными временными маркерами – полоса равна одному веку. Из-за того, что Абсалонды вошли в обиход весьма недавно, многие кораллы достаточно возрастные. Более того, весьма плотные и толстые кораллы уничтожать запрещено, так как они корнями впиваются вглубь и являются центром существования рифов.

## Среда обитания

Повсеместно на рифах моря кровавых слёз. Крайне привередливы к концентрации проклятой энергии, из-за чего их невозможно культивировать на поверхности. Наиболее мощные кораллы находятся ближе к граничной глубине, куда могут заплыть лишь выносливые грешники (до 50 метров). Среднего качества Абсалонды встречаются не глубже 20 метров.

Энергетика для Абсалонда крайне неустойчива даже в глубинах земли, поэтому культивировать их без постоянного источника воды не представляется возможным.

## Образ жизни

Абсалонды со временем развивают способность обмениваться энергией с другими морскими организмами. Они могут выделять избыток энергии в форме энергетических пульсаций или поля, что делает их своего рода «энергетическими станциями» для других существ экосистемы. Их кораллиты, особенно молодые и активно растущие, предоставляют убежище и пищу для многих видов рыб, морских беспозвоночных и других животных.

### Питание

Абсалонды получают свою энергию и питание из проклятой энергии. Они действуют как биологические коллекторы этой энергии из окружающей среды. Эта проклятая энергия служит не только источником питания для самих кораллов, но и создает уникальную биологическую атмосферу вокруг них. Каждый кораллит, содержащий сердце Абсалонда, способен поглощать и трансформировать эту энергию, обеспечивая питание всему организму. Процесс этого питания схож с фотосинтезом растений, но проклятая энергия служит аналогом света, а кораллиты – аналогом хлорофилла.

### Размножение и развитие

Абсалонды растут сравнительно медленно, но с течением времени создают впечатляющие и монументальные структуры, простирающиеся практически по всему морю кровавых слёз (по крайней мере, так предположили наблюдатели и исследователи). Сердце Абсалонда, находящееся в каждом кораллите, играет роль "архитектора", формируя каркас и способствуя его росту. Процесс размножения кораллов включает в себя как асексуальное размножение, через деление и бутонирование, так и сексуальное размножение, где мужские и женские клетки соединяются для образования новых особей.

## Исключения/нюансы

Общая зависимость Абсалондов от проклятой энергии делает их уязвимыми к изменениям в окружающей среде и качеству морской воды. Любые изменения в распространении проклятой энергии могут оказать негативное воздействие на рост, развитие и жизнеспособность Абсалондов.  
Несмотря на уязвимость к изменениям в окружающей среде, Абсалонды демонстрировали некоторую способность к адаптации. Некоторые популяции могут проявлять большую устойчивость к неблагоприятным условиям и менять свои пищевые и поведенческие стратегии для выживания, скорее всего, это связано с их постепенным привыканием к существованию грешников.  
Среди Абсалондов появилась редкая и удивительная мутация, получившая название "Аура Перерождения". Эта мутация влияет на способность коралла взаимодействовать с проклятой энергией, придавая ему особенные свойства и возможности, отличающие его от обычных особей.  
Абсалонд, обладающий мутацией "Аура Перерождения", выделяет вокруг себя нежную светящуюся ауру, которая может менять цвета и оттенки в зависимости от его эмоционального состояния и энергетической активности. Эта аура не только служит защитным механизмом, отталкивая потенциальных хищников и вредителей, но также является средством коммуникации между Абсалондами.  
Самая захватывающая способность этой мутации заключается в способности "перерождения". Под воздействием особой магической пульсации, мутационные Абсалонды могут временно сбросить свои кораллиты самостоятельно и практически войти в состояние дремы. В этом состоянии они освобождаются от зависимости от проклятой энергии и питаются внутренне накопленными ресурсами. Это позволяет им пережить периоды недостатка проклятой энергии, что делает их более устойчивыми к изменениям в окружающей среде.

## Самозащита и нападение

Текстура неровная и колючая. У некоторых Абсалондов кораллиты особенно остры. Любые повреждения, создающие колотые раны или небольшие царапины в просторах моря кровавых слёз, в лучшем случае обойдутся грешникам отравлением и энергетическим голоданием. В худшем это может послужить причиной серьёзного нарушения работы ядра и привести к опасным заболеваниям по типу [дислексии](https://vk.ru/page-195918329_55472539) , могут быть вызваны [акатизия](https://vk.ru/page-195918329_55472544) , [делирий](https://vk.ru/page-195918329_55472538) .

## Способности

- Накопление проклятой энергии внутри себя в огромных количествах и пассивная фильтрация оной.
- При мутации – возможное создание особой ауры, способной завлекать грешников и манипулировать ими на своё усмотрение. Считать за инстинктивное привлечение в опасной ситуации или же отталкивающий эффект ужаса и вызванной паранойи.

### **Интересные факты**

- **Из остальных частей Абсалонда, когда удалено сердце, можно выкачивать жидкость (до иссушения кораллов) под названием Абсаквилл, используемую для катализатора магии рун, ритуалов, печатей и слов.** Повсеместно используется в Научной Ассоциацией Энкража и стал эталоном нормы.
- **У суеверных появились свои взгляды на то, что рифы Абсалондов – это дарование Тёмной Матери в момент перерождения мира после предательства, когда она покарала Кобру и выплеснула её кровь в море слёз**. Исходя из этого, Абсалонд стал апотропаичным символом: украшения и ткани из него стали знамением покаяния, смирения и скромности.
- Абсалонд может служить неплохой основой для использования алхимии разных уровней, в то же время, важно контролировать качество полученного коралла, и он должен быть максимально свежим, только-только добытым.
- **На самом деле грешники экспериментировали с размножением Абсалонда и пытались воссоздать своеобразный морской бассейн на пару квадратных метров**. Однако коралл оказался крайне привередливым: внутри себя он накапливает настолько много проклятой энергии, что вода способна потерять свои агрессивные свойства для грешников. Причиной является Сердце Абсалонда как эпицентр скопления энергии. Похоже, что именно из-за рифов грешники могут заплывать в недалёкие глубины моря кровавых слёз.
- **Кораллы не взаимодействуют с кровью грешника, как Сердце Абсалонда. В этом плане они зависимы от проклятой энергии, поэтому их начали использовать в медицине для извлечения отравления энергией и в принципе для быстрого заживления ран.**
- Если вычленить из Абсалонда его сердце, то коралл можно безопасно использовать для всех нужд, изредка промакивая в воде для того, чтобы Абсалонд не скукоживался и не обретал цвет и запах гнили. Например, он часто используется в ювелирных изделиях, таких как ожерелья, браслеты, серьги и кольца.
- Коралловые ветви и куски могут быть использованы для создания декоративных предметов, таких как рамы для зеркал, подставки для свечей и статуэтки. Более того, можно использовать для создания уникальных элементов декора в доме, таких как вазы, подсвечники и столовые наборы.
- Используются для создания декоративных элементов на музыкальных инструментах, таких как гитары и барабаны. Говорят, что звук обретает тонкие и более чистые тона.
- Кораллы могут быть использованы в различных видах ремесел и художественных работ, включая живопись, скульптуру и мозаику. Подобные творения сохраняются заметно дольше, нежели сделанные из людских материалов.
- Абсалонд применяется в косметической продукции и может стать элементом для создания кремов для лица и даже зубных паст.
- Абсалонд является одним из средств наблюдения за состоянием моря кровавых слёз: из-за своей чувствительности кораллы способны сильнее расцветать или же наоборот, в зависимости от количества энергии. Это даёт грешникам общее понимание опасности морских заплывов.
`;export{n as default};
