const n=`#### Особенности строения
  
Внешний вид **Аварагардов** заставляет многих грешников сомневаться в возможном комбинировании телесной и духовной связи в одночасье. Большинство видов, которые заселены в Энкраже, обладают только физической оболочкой, чего нельзя сказать за Аварагардов. Аварагард является одним из самых болезненных исключений из правил.  
  
По своему существу Аварагарды носят при себе физический скелет зверя, а сверху на него натянута фантомная энергетическая оболочка, которая продолжает вызывать множество вопросов. Вид, а точнее, скелет Аварагарда преобладает преимущественно либо в образе “земного” волка, либо ворона.  
  
У Аварагардов нет никаких специфических отклонений или дополнений — они стандартно являются единственным бродячим напоминанием грешникам о земных существах.  
  
Стоит отметить, что Аварагарды могут иметь некоторые отклонения в своей физиологии, имея более крупную или худощавую оболочку. Скелет так же сталкивается с изменениями некоторых размерностей, но в целом, Аварагард не теряет своей общей формы. Точного веса не имеет, так как дотронуться до скелета, а тем более поднять его, фактически не предоставляется возможным.  
  
  
  
#### Среда обитания
  
Словно странствующие летописцы, Аварагарды блуждают по всему Энкражу, "записывая" увиденные события.  
  
  
  
#### Образ жизни
  
Поведение при контакте с каким-либо существом никак не выражается у Аварагардов. Они следуют четко прямому запрету какого-либо контакта, из-за чего от них достаточно проблематично дождаться какого-либо рода реакции. Можно сказать, что невозможно. Любая попытка привлечь внимание зверя будет проигнорирована — он просто пройдёт мимо.  
  
В принципе, вся жизнь Аварагардов выглядит достаточно скучной: существа не проявляют никакой заинтересованности к миру и его существам, из-за чего предпочитают просто бродить по просторам, ведя свои “записи” всего увиденного. Можно сказать, они похожи на обычных фантомов, которые следят за обстановкой, из-за чего попытка связаться с существом является отрицательной. У Аварагардов нет понятия времени, а тем более чувств, чтобы их проявлять в сторону грешников.  
  
Аварагарды предпочитают путешествовать совместно со своим воздушным напарником, что демонстрирует в принципе командность данного существа. Абсолютно у каждого Аварагарда-волка будет иметься свой ворон. Более того, забавно, что они очень сильны привязаны друг к другу, напоминая своим союзом одно целое.  
  
Совместимость двух разных видов по строению и местам обитания предположительно получила своё обоснование из-за схожести ядра по своей магической структуре.  
  
  
  
#### Исключения/нюансы
  
Среди Аварагардов порой присутствует другая гамма цветовой оболочки, что означает способность определённого существа приспосабливаться к поступающей окружающей энергии. Таких видов на самом деле не так уж и много, а те, кто обладает таким свойством, обладают более сильными характеристиками ядра и даже способны направлять тёмную энергию извне в атакующую. Такие Аварагарды считаются более опасными для окружения, хотя не отличаются агрессивностью от своих обычных сородичей.  
  
Известны несколько особей Аварагардов, имеющих при себе крылья. Такие аварагарды считаются редкостью и обычно их редко можно увидеть вблизи территории замка.  
  

![](https://sun9-59.userapi.com/impf/c850120/v850120238/ead74/5s2cMa_HSMU.jpg?size=506x604&quality=96&sign=ffb5f33c833906da1f0c11edd9d36096&type=album)

  
Самый редкий вид Аварагардов — в форме семейства кошачьих. Они бродят по одиночке и призываются только на случай критических ситуаций. Их способности — к сожалению, неизвестные грешникам, — используются в защитных и атакующих функциях против нападения Пустых на замок. В мире известен только один Аварагард, который превысил высоту более 3-х метров, и это был как раз огромный лев.  
  

![](https://sun9-44.userapi.com/impf/c850120/v850120238/ead7e/ZhPwNdMs82k.jpg?size=604x334&quality=96&sign=0fd4701387a2cbcb9a522e81a0e1785e&type=album)

  

![](https://sun9-61.userapi.com/impf/c850120/v850120238/ead88/luGIU-9FSKM.jpg?size=604x424&quality=96&sign=706667002531f6a5362fa476c67ccc88&type=album)

  
  
  
#### Самозащита и нападение
  
Обычно Аварагарды не обладают никакими магическими способностями, которыми они могли бы пользоваться для нападения. Тоже самое касается и навыков. Можно сказать, что, даже если бы их можно было как-то “задеть”, они бы просто не смогли ответить.  
  
Самозащитой Аварагардов является как раз их энергетическая оболочка, которая подразумевает под собой максимальную неуязвимость для окружающей среды. Магическая оболочка, что создана из частиц тёмной энергии, позволяет гарантировать отсутствие контакта с любым существом. Данного рода самозащита поддерживается на уровне скелета, где хранится видоизменённое ядро Аварагарда, позволяющее создать максимальные условия для полноценной жизни оного. Ядро, находясь фактически без должной защиты, развито достаточно неплохо, имеет свой потенциал. Благодаря данному потенциалу Аварагарду подвластна только тёмная энергия, которую ядро активно использует для воссоздания магической оболочки. Магическую оболочку не удаётся пробить никакой тёмной энергией Энкража, из-за чего Аварагарды становятся неуязвимы к любой попытке Пустых поглотить их, пройдя сквозь скелет, нащупав ядро. Против магической оболочки также бесполезны любые попытки атаки магией, пусть её атрибут и будет смешанным.  
  
Другое дело — попробовать дотронуться до скелета Аварагарда. Грешники могут себе позволить попытаться воссоздать положительный контакт с данным существом, однако энергетическая оболочка существа будет активно противостоять любой “инородной” энергии, что попытается проникнуть к основе Аварагарда. Из-за этого грешника может ударить сгустком чистой энергии, способной создать ударную волну.  
  
При очень упорной попытке контакта оболочка Аварагарда может “расстроиться” и выдать ударную волну, которая будет сравнима взмаху крыла Мардука вблизи.  
  
  
  
#### Способности
  

*   Аварагарды обладают абсолютной мгновенной памятью, которая позволяет им запоминать детали любого события до мельчайших подробностей. Активная работа памяти обусловлена высокой активностью ядра, позволяющего достаточно быстро обрабатывать любую полученную информацию, генерируя рядом с ней фрагмент магического кода. Сам же фрагмент данного кода обычно прикрепляется к магической частице, в дальнейшем — к конкретной цепи. Также это исключает любую утечку информации из “облака” ядра, так как потенциально цепи ядра фактически не заняты никакой магической способностью кроме ЭПФО. Благодаря прикреплению к конкретной магической цепи, разбирающиеся в строении ядра грешники при положительном физическом контакте с Аварагардом могут получить информацию какой-либо определённой цепи.
*   Усиленные животные чувства позволяют Аварагардам максимально четко сохранять картинку ситуации в голове, передавая все ощущения, как свои собственные.
*   Аварагард по своим свойствам способен проходить сквозь любые объекты благодаря оболочке, которая окутывает всецело скелет, делая его неосязаемым при необходимости.

  
  

##### **Интересные факты**

*   При попытке любого контакта с Аварагардом, несмотря на свои способности, он предпочитает оставаться физически способным взаимодействовать с окружением, иначе он теряет колоритность воспоминаний.
*   Зачастую, исходя из общепринятых согласованных наблюдений, высшие Пустые предпочитают не иметь никакого дела с Аварагардами. Пояснений данному поведению нет.
*   Есть слух, что Аварагарды каким-то образом всё-таки связаны с Хранителем.`;export{n as default};
