const n=`#### Внешний вид
  
Аврория имеет изящные лепестки, что раскрываются великолепными цветами. Они могут быть различных оттенков: от глубокого синего до нежного фиолетового и пастельного белого. Лепестки, словно крылья, распространяются вокруг сердцевины цветка, создавая прекрасное сочетание форм и оттенков.  
Каждый лепесток Аврории уникален, имея свою форму и грациозную кривизну: они могут быть слегка волнистыми, напоминая танцующие ленты или плавные взмахи крыльев. Поверхность лепестков гладкая и нежная на ощупь, словно шелк или самый тонкий бархат.  
Стебель Аврории украшен тонкими прожилками, которые протекают по всей его длине, они добавляют особый шарм и изысканность внешнему виду цветка. Стебель восходит из прекрасной зеленой листвы, которая дополняет красоту Аврории своей свежестью и живостью.  
Цветок излучает нежный и приятный аромат, который наполняет воздух вокруг нее, он является смесью цветочных нот с легкими фруктовыми акцентами, создавая ощущение спокойствия и благополучия.  
Особенностью Аврории является ее светящийся эффект: в в тёмных местах цветок начинает излучать мягкий свет, словно ярко сияющая звезда на ночном небе, а изнутри она переливает оттенками целого моря.  
  
  
#### Среда произрастания
  
Может расти вне зависимости от степени концентрации: несмотря на видимую хрупкость, корневая система Аврории достаточно глубоко проникает в почву для того, чтобы питаться её соками и цвести в идеально благоприятных для себя условиях. Как правило, если грешник желает растить Аврорию у себя или изучать её, следует вырывать её обязательно с корневой системой — в ином случае она моментально завянет.  
  
  
#### Факты
  

*   Одной из уникальных особенностей Аврории является ее способность сохранять и передавать эмоции и воспоминания. Когда грешник прикасается к этому цветку, он может испытать воспоминания, связанные с теми, кто растил Хиниада, их чувства и опыты. Аврория становится своего рода хранителем историй, которые оживают в сердцах тех, кто встретился с ней. Однако же, если Аврория проросла на землях, последние воспоминания могут оказаться болезненными.
*   Если отрезать от Аврории по лепестку, спустя где-то месяц цветок будет выглядеть так, будто ничего не изменилось. Это позволяет продуктивно и продуманно применять цветок в алхимических добавках в течение всего года.
*   Аврория может прожить дольше, если Хиниад находится рядом, а если же его слеза повторно коснётся земли, где растёт цветок, Аврория зарядится энергией на дополнительный год.
*   Если попытаться атаковать Аврорию, она заморозит чужую магию вне зависимости от её сложности или же объёма.
*   Не комбинируется с истинными и другими нулевыми асцендетами, не выдаёт никакого эффекта. На десценденты никак не реагирует даже при наличии достойных катализаторов.

⠀  
  
#### Размножение
  
Грешники пока не научились культивировать Аврорию, внутри неё нет никаких семян, а произрастает она только из слёз Хиниада.  
  
  
#### Самозащита и нападение
  
Одна из трудностей того, чтобы перенести Аврорию из места произрастания, заключается именно в том, что всё вокруг неё холодеет и покрывается инеем. Это может затруднять процесс раскопок, если грешник желает получить в руки именно живой цветок.  
  
  
#### Применение
  

*   Аврорию можно применять для изготовления духов или же ароматических масел. Первая нота, что пробуждает чувства, - это нота свежих цветов, напоминающая аромат роскошного сада в полной цветущей красе. Это аромат звонких лепестков, окружающих нежной и ласкающей лаской. Он приносит ощущение летнего ветра, который ласкает кожу и проникает в подсознание. Далее, запах раскрывается волнами нежности и сладости; пребывает долька ванили, создающая ощущение теплоты и уюта. Творения из Аврории подойдут для девушки, что желает приукрасить женственность и красоту своего образа.
*   Обладает лечебными свойствами. Ее экстракт может быть использован в зельеварении и создании магических эликсиров. Аврория способна успокоить ум и эмоции, помочь восстановить энергию и укрепить связь между телом и душой. Особенно подойдёт для лечения сложных заболеваний грешников или для стимуляции медитаций. Для этого Аврория должна комбинироваться строго с умеренными характерами первооснов и асцендетов. Наличие хаотичных характеров даст обратный эффект угнетения.
*   В случае применения бета- и гамма-компонентов хаотичного характера, Аврория, будучи сильным десцендентом, может стать ключом к созданию зелья, выпив которое или вылив на другого, заморозит место, куда оно попало, блокируя путь поступления энергии цепей и ядра.
*   Не худшим решением будет из Аврории сделать чай: достаточно одного лепестка для того, чтобы получить чудотворный эффект от распития аристократических напитков. Также обладает достаточно хорошим отрезвительным эффектом.`;export{n as default};
