const n=`## Внешний вид

Агония представляет собой достаточно небольшие побеги от 4 до 9см, что обычно растут из земли группами по 2-4 цветка. Внешний вид растения является чем-то среднем между клевером и луком, но выделяется необычными фиолетовым цветом и глубоко синими семенами. На ощупь растение абсолютно гладкое, имеет достаточно твёрдый стебель, но легко ломается рукой. Семена сухие и не представляют особого интереса.  
В случае повреждения стебля, из него начнёт выделяться густой темно-зелёный сок, крайне липкий, наиболее сильно похож по свойствам на выделения рогоза.  
При попадании на кожу может вызывать странный дискомфорт и даже сильные боли, словно от ожога. На вкус невероятно горький.  
Растение проходит свой жизненный цикл примерно за 2 года, растёт медленно, паразитируя на корнях лиственных деревьев. Соцветие у агонии появляется примерно спустя 8 месяцев, в это же время цветок и получает свои свойства.  
Корень веретенообразный и применения не имеет.

## Среда произрастания

Лес крови и кровавая река.

## Факты

- Все попытки культивирования растения не дали результатов.
- Не относится к ядам, однако его применение считается не гуманным и, как правило, осуждается.
- Существует теоретическая возможность использования сока растения для создания крайне сильных обезболивающих препаратов, однако на данный момент подобная практика не была зарегистрирована.
- Сок растения не застывает и не теряет своих свойств при длительном контакте с воздухом, липкий, легко держится на материи и очень трудно отмывается.
- При употреблении в пищу вызывает спазмы.

## Размножение

Размножается семенами, после отмирания самого цветка семена могут переноситься на лапах животных или ветром.

## Самозащита и нападение

Не рекомендуется взаимодействие с агонией без необходимости, ввиду неприятных свойств её сока, однако особой угрозы не представляет.

## Применение

- Сок, добытый из стебля взрослого растения, при взаимодействии с открытым ранением на теле живого существа причиняет сильнейшую боль. Подвергшиеся эффекту говорят, что болезненные ощущения словно распространяются по всему телу от места попадания яда, заставляя ощущать агонию не только в месте ранения, но и в радиусе 1-8 см от места попадания яда. Боль является уникальной для каждого, но наиболее схожа со страданиями "От бесконечного гниения плоти".
- Боль проходит спустя 8-30 минут после попадания сока в открытое ранение. Помимо страданий, а также незначительного снижения эффективности регенерации, другого вреда замечено не было.
- Описанные ощущения имеют физическую природу, однако люди с устойчивостью к боли тоже подвержены эффекту.
- В случае неоднократного контакта с ядом можно вырабатывать своеобразный иммунитет.
- Сильный по свойствам десцендент, часто перебивает свойства асцендентов без достойных катализаторов.
`;export{n as default};
