const n=`#### Особенности строения
  
Пожалуй, первое, что замечают для себя грешники – некое сходство Альбы с зеброй из мира живых. Сходство это, правда, проявляется лишь в размерах и полосках вдоль всего тела. Если рассматривать это существо, то первым делом, конечно же, обращаешь внимание на своеобразные рога. У всех особей они выглядят абсолютно одинаково, различия лишь в размерах. Растут рога на протяжении первых 20-ти лет жизни Альб, после – никак не меняются. Также хвост их больше напоминает хвост ящерицы.  
  
При более детальном осмотре можно заметить, что всё их тело, кроме конечностей, покрыто маленькими голубоватыми волосками, которые, кажется, немного отсвечивают на солнце. Ближе к копытам волосы и вовсе исчезают, поэтому грешник может увидеть настоящий цвет кожи этих созданий.  
  
Самца от самки отличить практически невозможно, ибо каких-то внешних признаков, принадлежащих лишь одному полу, не имеется. Да и вообще, особи между собой настолько похожи, что кажется, что все они – идентичные клонированные существа.  
  
##### Органы чувств
Альба не отличается развитыми органами восприятия. Но тем не менее, в этом плане это очень сбалансированное животное - у него имеются все пять чувств и все они развиты на среднем уровне, гармонично дополняя друг друга. Это не обеспечивает 100%-ой безопасности одной особи. Но живя в стаде, Альбы компенсируют это - при таком образе жизни у них больше глаз, больше ушей и больше носов.  
  
  
  
#### Среда обитания
  
Больше предпочитают открытые пространства, так как в подобной местности им проще сбежать. Реже забредают в окраины лесов, но долго там не задерживаются, возвращаясь обратно в равнины. Изредка забегают на территорию оранжереи.  
  
  
  

![](https://sun9-17.userapi.com/impg/OdOPNI3qKnWLJRsmuqlDBeOrlA1axwu71-uuvw/2UyP0p4lAiI.jpg?size=483x604&quality=96&sign=5542444770503bc0feb5ae4957210a6f&type=album)

  
  
  
#### Образ жизни
  
##### Размножение
Альбы – травоядные животные с огромной плодовитостью. Наверное, только из-за своей плодовитости эти особи всё ещё живы. Каждые десять лет у них начинается брачный период, после которого самка, как бы это не могло показаться странным, откладывает яйца.  
  
##### Поведение
Сами по себе, эти существа не умеют обороняться, чертовски пугливы, а так же глупы. А мясо их на удивление вкусное. К тому же, на протяжении всей своей жизни, они собирают энергию из окружающей среды, концентрируя её в своих рогах. Рога эти, по своей внутренней консистенции, больше напоминают желе, поэтому тоже идут в пищу.  
  
В общем-то Альбы – лакомый кусочек для большинства обитателей Энкража. И за все годы жизни в этом мире не было ещё ни одного раза, когда этому виду грозило бы вымирание. Из-за своего панического страха перед абсолютно любым существом, Альбы просто неприручаемы по своей сути. Как бы хорошо вы с ними не обходились, если у них будет шанс для побега – они им воспользуются. Жизнь взаперти их также не прельщает, поэтому они будут отказываться от любой предложенной им еды.  
  
  
  
#### Исключения/нюансы
  
Не наблюдалось.  
  
  
  
#### Самозащита и нападение
  
Альбы не нападают. Вообще никогда. А вся их самозащита заключается в побеге. Если же возможности сбежать нет, эти существа просто сдаются на милость того, кто загнал их в угол. Но не стоит расслабляться. Если решите оставить его в живых и отвести куда-то, то за Альбой нужен глаз да глаз, иначе, подгадав момент, он вновь попробует сбежать.  
  
  
  
#### Способности
  

*   Накопление энергии. Вот только в дальнейшем они эту энергию нигде не используют. Она так и остаётся в своеобразном хранилище в виде рогов.
*   Альбы также способны превращать любую жидкость в воду внутри своего тела. Их пасть и глотка устроены, как своеобразный фильтр, поэтому, при желании, они могут пить любую жидкость без каких-либо последствий.

  
  

##### **Интересные факты**

*   Говорят, что если отрезать голову от тела и пропускать через неё жидкость, то можно получить самую чистую в этом мире воду. Правда, этот своеобразный фильтр вам долго не прослужит.`;export{n as default};
