const n=`#### Особенности строения
  
Альнат имеет два обличья, в которых она способна предстать перед нерадивым путником, забредшим в ее земли.  
  
  
##### Первое обличье
Это миловидная молодая женщина с латинскими чертами лица: раскосые глаза и темные брови, тонкий нос, аккуратные губы. Оттенок кожи заметно смуглый, но есть в нем некая болезненная бледность, словно безжизненность, и глаза, что должны быть выразительны и веселы, наполнены слепой печалью. Черные как смоль, вьющиеся и влажные от воды волосы собраны в низкий хвост.  
Небесно-голубые одеяния выглядят жалко - некогда прекрасное свадебное платье теперь помрачнело, а легкая вуаль вдруг так тяжело накрывает голову несчастной. Плачет молодая мать, и на лице ее скорбь, а жгучие слезы оставили ожоги на ее чудном лице - столь долго она проливала их. В руках Альнат трепетно держит сверток ткани, и каждый встретивший ее скажет, что это младенец.  
  
  
##### Второе обличье
Прекрасное лицо сменяется тощим и обезображенным, нежная кожа теперь иссиня и мертва, и нет в женщине более живой красоты - перед грешником предстает труп утопленницы, чьи зубы уже сгнили, ногти потрескались, а грязные волосы спутаны в тине и иле. Тело Альнат, некогда стройное и притягательное, теперь вызывает отвращение - столь ужасны проступающие сквозь кожу кости и гниющие язвы. Слезы по-прежнему горячи, но черны, как и гнев ужасной матери.  
  
  
  
#### Среда обитания
  
Изначально мертва и не реагирует на внешние условия.  
  
  
  
#### Образ жизни
  
##### Сказание
Говорят, одна старая ведунья, что долгое время не покидала Энкража, встречалась когда-то с Альнат. И написала она зловещее предание об этом таинственном духе, что передается из уста в уста. Сколько лет уж прошло, до сих пор не затеряны его строки:

> _Не ходи к болоту, путник, не ходи, а не то Альнат заберет тебя. Коль услышишь ее плач, ты не иди, путник, к ней, не иди. А не послушаешь и осмелишься пойти на ее зов, то сам увидишь ее: предстанет она женщиной милой в небесных одеждах пред тобой. И будет она жалобно плакать, и будет она причитать, обращаясь к тебе: "О, где мой малыш, знаешь ли ты? Скажи же, где моя бедняжка?" Но не отвечай ей, грешник! Не говори с ней о младенце в ее руках, ни слова не молви!  
> Ведь как только уста твои заговорят с ней, обратится Альнат в жуткую утопленницу, и станут слезы ее чернее нефти. Крик гневной матери нарушит покой болота, и сами темные воды его станут еще тягучей, еще злобней, почудятся тебе мерзкие руки, норовящие утащить тебя на дно. Беги, несчастный, уноси свои ноги, ведь на тебе проклятье! И не спастись от него никому. Не защитит тебя ни магия, ни Замок, ни Хозяин Энкража. Как далеко ты бы ни был, как быстро бы ни бежал - схватит тебя Альнат, обожжет твою руку и заберет с собой в свою могилу - на самое дно.  
> И нет способа умилостивить злостный дух, кроме одного. Должен ты, проклятый, сотворить куклу младенца из древа страданий и наполнить ее кровью своей. Берегись - не успеешь в срок вернуть Альнат ее дитя, и тогда сам займешь его место! А срок - семь ночей..._

  
  
#### Исключения/нюансы
  
Исключений нет.  
  
  
  
#### Самозащита и нападение
  
Причинить вред Альнат невозможно, ведь она является ничем иным, как духом. Нападает исключительно после произнесения слов ей в ответ. Не реагирует на других живых существ.  
  
  
  
#### Способности
  

*   Проклятье Плачущей. Как только грешник отвечает духу, на него накладывается проклятье. С этого момента Альнат будет преследовать его в течение семи дней, периодически пытаясь утащить в любой источник воды и утопить, где бы жертва ни находилась. Если проклятие не будет снято, дух убьет несчастного.  
    По мере приближения к окончанию срока жертва будет все чаще слышать шум воды, а также возле нее будут образовываться все более крупные лужи. Проклятого можно определить по ожогу в виде отпечатка ладони на запястье.  
    Точно известно, что в моменты прихода Плачущей только сама жертва видит ее. Кроме того, дух может появляться в одно и то же время в разных местах, если преследует нескольких грешников одновременно.

  
  

##### **Интересные факты**

*   Большинство знающих о ней предпочитают называть ее _Плачущей_, а вот упоминания ее настоящего имени остерегаются. Кто знает, может, не зря?
*   Досконально до сих пор неизвестно, действительно ли существует лишь один способ избавиться от Проклятья Плачущей и правда ли ни одна ведьма не может его снять.
*   Если приблизиться к Плачущей, пока она в первом обличье, и попытаться рассмотреть ее отражение в воде, то вы увидите скелет в одеяниях.
*   Ходят слухи, что в прошлом Альнат была живой девушкой, утопившей своего ребенка, чтобы отомстить мужу, изменившему ей, но она сожалеет о содеянном и теперь блуждает по болоту в поисках дитя.`;export{n as default};
