const n=`## Особенности строения

Алисферы напоминают собой ящериц-переростков. Они достигают двух метров в высоту и трёх в длину. Имеются своеобразные перепончатые отростки на лапах и шее, которые некоторым напоминают не до конца сформировавшиеся плавники. Длинный язык, кончик которого поделён на два, уже выделяет этих монстров на фоне других.

### Органы чувств

Некоторые на полном серьёзе считают, что у Алисферов есть глаза. Это не так. Да, имеется нечто отдалённо похожее на глазные яблоки, но на деле это видоизменённые, кто бы мог подумать, уши. Они выглядят так странно, что грешники всё ещё в это не верят.

## Среда обитания

Алисферы - одни из немногих существ, которые прекрасно себя чувствуют не только в горах, но и даже в беспросветному лесу. Им ничего не стоит избежать большинство Пустых с помощью тумана, поэтому те редко доставляют им проблемы.

## Образ жизни

Образ жизни Алисферов очень сильно напоминает образ жизни Вертебаров. Они также живут в одиночку, стараясь избегать лишних встреч. Вот только в отличии от своих “собратьев” они живут глубоко под землёй, в пещерах и тоннелях.

### Питание

Питаются, в большинстве своём, Бовемами. Не брезгуют напасть на грешников, если таковое требуется для выживания. Являются естественными врагами существ, обладающих атрибутом тьмы.

Алисферы — настоящие охотники по своей природе. Они любят подготавливать различные ловушки для своих будущих жертв благодаря своим способностям.

### Размножение

Самцы ничем не отличаются от самок, общаются между собой благодаря звукам, благодаря им же определяют, самец или самка перед ними. Раз в 150 лет наступает период спаривания. В такие моменты самка старается найти как можно больше половых партнёров, а когда период спаривания заканчивается, она закапывается под землю. Уже спустя несколько дней самка покидает своё “убежище”, оставляя в нём от трёх до семи яиц, прикапывая их. Что происходит дальше, никто не знает. Место, где закопаны детишки, самка окутывает непроглядным туманом, да так, что найти кладку яиц просто невозможно. Туман же рассеивается сам спустя три месяца, но к этому времени все детёныши уже выглядят более-менее сформированными.

## Исключения/нюансы

У некоторых особей имеется цельный язык. Такие, в большинстве своём, в разы сильнее других Алисферов.

## Самозащита и нападение

Логово Алисфера всегда окутано чёрным дымом, ориентироваться в котором могут только сами Алисферы. Любой другое существо попросту потеряется. Точно такой же дым они создают для самозащиты, дабы избежать заведомо проигрышного сражения. В качестве нападения используют различные ловушки. В открытую схватку вступают крайне редко.

## Способности

Алисферы, также, как и остальные представители типа Деворантов, способны поглощать одну из стихий, то есть, тьму. Вот только они не преобразовывают её в чистую энергию, как это делают Вертебары, и не используют для поддержания своей жизни, как это делают Солы. Они используют самую настоящую магию.

- Могут призвать непроглядный чёрный туман.
- Могут создать липкую ловушку.
- Могут стрелять тёмными снарядами.
`;export{n as default};
