const n=`## Внешний вид

Электрические деревья «Амбрела» – так назвал глянцевые деревья фон Клаус из-за кроны, которая очень похожа на зонтик. Впрочем, у электрического дерева есть более поэтическое название – Древесная нимфея. Это название растение получило из-за своей любви к повышенной влажности.

Молодое дерево (молодым считается дерево до 3-ех лет) имеет гибкий ствол до 3 метров в высоту с мутовкой веточек и листьев вокруг узла почти у самой верхушки. В дальнейшем дерево дает спороносный побег. После того, как дерево сбросит созревшие споры, а это происходит в промежутке от 1 до 3 лет, ствол твердеет, а споровое размножение прекращается, переходя в вегетативное. С этого момента дерево становится взрослым.

Взрослое дерево чем-то отдаленно напоминает пальму. Ствол абсолютно гладкий от 50 метров в высоту. Размах листа взрослого дерева достигает 105 сантиметров и достигает 6 штук на материнской ветке. Форма листьев продолговато-ланцетная, пальчато-сложная.

Ветви Амбреллы имеют внутри сложное строение. Под внешней толстой оболочкой скрываются 7 полостей в мякоти ядра, наполненных соком дерева, в которых заключены электропроводящие волокна.

## Среда произрастания

_Туманный Лес_

## Факты

- Часть записок фон Клауса о глянцевых деревьях утрачена, поэтому многие свойства этого дерева остаются загадкой.
- Глянцевые деревья не просто так называются: у взрослых растений ствол абсолютно _гладкий_, по которому невозможно забраться на верхушку.
- **Не приживаются нигде, кроме Туманного леса**.
- _Культивируются_ в тепличных условиях при высокой влажности в плодородном грунте, но только возрастом до трех лет по средству саженцев.
- В течении жизни у деревьев Амбрелла происходит поочерёдная смена с полового на бесполое и снова на половое размножение.
- В крепких корневищах взрослых деревьев, пронизывающих почву, крайне большой запас энергии, достаточный для созревания побегов.
- **Проводят электричество, но не вырабатывают!** В грозу не стоит заходить в заросли, где прорастают древесные нимфеи (хотя гроза редкое явление в Энкраже).
- Глянцевые деревья настолько пропитаны влагой, что не горят. В редких случаях тлеют, но чтобы просушить волокна дерева, нужно затратить крайне много энергии.

## Размножение

**Размножается спорами** . На верхушке спороносных или молодых побегов (до 3 лет) образуется спороносный колосок, на оси которого расположены спорофиллы, несущие спорангии со спорами. После спороношения побеги отмирают. Спорофиллы состоят из ножки и расположенного на ее верхушке щитового диска, имеющего шестигранную форму. Вокруг ножки располагаются 13 мешковидных спорангиев, в зрелом состоянии покрытых однослойной пленкой. Ко времени созревания ось разрастается и мутовики раздвигаются, которые вскрываются продольной трещиной. После раздвижения мутовок спорофиллов споры высыпаются наружу. Попав на влажную, рыхлую землю, споры прорастают в росток, являющийся гермафродитом. После высыпания спор спороносные побеги отмирают. Для трехлетних растений это последнее споровое размножение.

**Саженцами** вегетативных побегов от взрослых растений (старше 3 лет). В клетках корневища откладывается запас питательных веществ, которые позволяют созревать из почек и пробиваться на свет вегетативным побегам. Многие из таких побегов отделяются от материнского растения и становятся самостоятельными растениями.

## Самозащита и нападение

**Не опасны в обычных условиях.** Запрещается использовать электричество в поблизости от этих деревьев или находиться в лесу во время грозы. Может ударить разрядом тока.

## Применение

- **Проводник электричества** — гибкие ветви глянцевых деревьев являются прекрасными проводниками электричества, из-за чего они часто используются как провода в электрических ловушках, освещения.
- **Тара для готовки** — в листьях Амбреллы можно заворачивать и готовить на огне пищу, так как они не горят.
- Используются как сдерживающие **асценденты**, способные не позволить произойти бурной реакции зелья.

---

<div style="display: flex; justify-content: right;">
  <stamp name="eric" />
</div>
`;export{n as default};
