const n=`## Общая информация

История исследования амнестриксов сплошь состоит из недопониманий, конфузов и спонтанных открытий. Пик этой “научной катастрофы” пришелся на IX век, когда Скептики целиком и полностью отрицали возможность такого существа, а Вальгарды тем временем располагали по меньшей мере 40 законсервированными кадаврами, по всяческим абсурдным причинам выдаваемым за существо.

Что совсем не удивительно, принимая во внимание как сложно на самом деле сохранить в целостности тушу твари Нижнего Мира. Тела зверей в Энкраже распадаются хоть и дольше грешников, но мягкие ткани туши, что остаются на открытом пространстве буквально считанные дни, быстро низводятся до чистых костей. Это противоречит всем экспериментам с атмосферной концентрацией в условиях лабораторий замка. Будто бы какая-то иная сила пожирает тела животных.

## Особенности строения

Тем не менее, настоящих рисунков амнестрикса к IX веку было предостаточно, однако мало кто догадывался о том, что там изображён амнестрикс: существо считалось туманной деталью фольклора, не имело имени.

Амнестрикс описывается как крупная птица в длину около двух метров (выше грешника) с размахом крыльев около четырех. Обладает длинной гибкой шеей и мощным клювом, что в сочетании дает поразительную свободу движения и точность захвата, например, внутренних органов жертвы. Страшнее клюва амнестрикса лишь его мощные когти, которыми тот в случае крайней необходимости способен разодрать оболочку даже высокоуровнего грешника.

Главной же визуальной особенностью птицы является ярчайшее бирюзово-зеленое с переходом в оранжевый сияние, испускаемое её телом. Мощное аспектное излучение на постоянной основе исторгается организмом существа, требуя регулярной подпитки сытной пищей.

### Органы чувств

Видят и слышат на больших расстояниях. Великолепно чувствуют запах гниющего мяса. В фольклоре амнестриксы фигурировали как птицы, способные почуять надвигающуюся битву еще до её начала. Впоследствии выяснилось, что это вовсе не выдумки. Амнестрикс действительно способен ощущать агрессию живых существ, особенно четко выделяя среди нее направленную в сторону себя угрозу.

В посвященной этим созданиям литературе часто встречается одна и та же мантра: если вы видите в небе над собой кружащих амнестриксов, приложите все усилия дабы заложить в своем сознании резкую, навязчивую мысль, крутящуюся на повторе словно заевшая пластинка: “Я в опасности”.

### Окрас

Опознать цвет пера этой птицы было достаточно проблематично, ведь живые создания сияют невероятно ярко, а все трупы моментально сжираются находящимися неподалеку сородичами, затрудняя сопоставление. Лишь благодаря невероятно удачным находкам научного сообщества удалось достоверно установить \\- перья амнестрикса черные как смоль, крупные и красиво переливаются зеленоватыми оттенками. Использовать их для украшения элементов одежды конечно же строго запрещено, если грешнику дорог собственный разум.

## Среда обитания

Весь Энкраж. Если читающий этот документ выглянет в окно и всмотрится в мрачный покров облаков, то с легкостью увидит хотя бы одного амнестрикса, кружащего где\\-то неподалеку даже в самую лютую непогоду. Сознание грешников быстро привыкает не замечать этих птиц, поэтому может понадобиться усилие мысли. Желательно записать увиденное не отрывая взгляда или даже зарисовать при должном навыке.

Как это не удивительно, некоторые твари Энкража приспособлены к охоте на морочных падальщиков благодаря использованию точных дальнобойных атак (чем могут пользоваться и грешники). Поэтому, несмотря на серьезное эволюционное преимущество, амнестриксы ведут скрытный образ жизни, гнездясь в основном под покровом скалистой местности или в густых кронах деревьев.

## Образ жизни

### Питание

Падальщики. Аспектое излучение тела амнестрикса крайне требовательно к энергии, поэтому птица вынуждена питаться энергетически плотной легкоусвояемой пищей. Разлагающееся мясо идеально для этих целей. Грешниками амнестриксы не питаются вовсе из\\-за плохой усвояемости их тел.

### Размножение

В период размножения сияние амнестриксов притупляется, делая этот период их жизни самым задокументированным. На момент написания этого документа существует достаточно много иллюстрированных каталогов, содержащих детали грандиозных брачных ритуалов этих существ. Оперением, танцами и на удивление мелодичным песнями самцы пытаются лучше остальных запомниться самке.

Имеется достаточно много историй о том, как селяне обнаруживали гнезда с мерцающими зеленоватым светом яйцами, а спустя несколько дней забывали о находке. Конечно же яйца эти не то что непригодны в пищу, а даже брать в руки их категорически не рекомендуется. В противовес этому, птенцы не излучают морочное сияние пока не отрастят полноценное оперение. Они вполне дружелюбны и брать на руки их можно, пока рядом не объявилась озлобленная мать. Амнестриксы защищают свое потомство с остервенелой яростью, в приступе которой они способны напасть на любое живое существо, включая грешников. Записи Лоренцо Кателли, исследовавшего гнездовье с птенцами амнестриксов в 1531 году, содержат эпизод, когда исследователь обнаружил себя истерзанным до неузнаваемости, плавающим в луже собственной крови, без малейшего воспоминания о том, что он делал всю последнюю неделю.

### Поведение

Большую часть жизни проводят кружа в небе, высматривая свежую мертвечину или следя за слабыми и больными особями. В конфликты между собой не вступают, но и стайного поведения не проявляют. Несмотря на то, что птицы в моменте бывают весьма умны, у них очень плохая память, мешающая формированию социальных связей.

За всю историю исследований было записано два случая, когда скопление голодных амнестриксов могло наброситься на раненое существо.

Из-за полного отсутствия физической защиты и хрупкого телосложения любая рана смертельна для этих птиц, от чего в процессе эволюции у них выработалась поведенческая модель максимального избегания столкновений.

Если промахнуться во время охоты на одиночную особь, та просто улетит, даже не посмотрев в сторону охотника. Но стоит помнить, что среди тех, кто пытался напасть на скопление птиц, существует весьма внушительная статистика пропаж без вести.

При охоте на амнестриксов следует учитывать их способность чувствовать угрозу к себе. Опытный охотник вынужден сочетать атаки высокой дальности с увлекательной ментальной гимнастикой, рисующей в сознании вовсе не жертву, а случайное препятствие на пути снаряда от ладони заклинателя до стоящего в отдалении дерева.

## Самозащита и нападение

Основное оружие анместриксов это мощный клюв и острые когти. Если существо вынуждено сражаться, то оно скорее всего постарается подняться в воздух и будет пикировать на цель, пытаясь с высокой точностью укусить или разорвать оболочку лапами.

## Способности

Основная магия амнестрикса — морочное сияние, постоянно излучаемое его телом. При взгляде на птицу любое мыслящее создание поддается влиянию силы. Как только взгляд будет отведен, смотрящий теряет все воспоминания о встрече с существом. Если грешник внезапно остановился посреди дороги забыв, куда он шел, возможно неподалеку приземлился амнестрикс, на которого непроизвольно упал взор.

Для работы способности птица жертвует частью своих воспоминаний. Так что если вы не помните об амнистриксе, вероятно он тоже считает вас незнакомцем. Есть свидетельства, что у самих птиц есть определенный иммунитет к излучению, что позволяет им не слетаться всей популяцией на одну и ту же тушу дохлой импалы.

Что происходит, когда амнестрикс сам смотрит в глаза грешнику, покрыто завесой тайны. Возможно нет ни единого разумного существа в Энкраже, кто помнил бы об этом событии. Предполагается, что мощнейшее морочное сияние впивается в сознание цели, без разбора сжигая воспоминания. Движение времени перестает существовать. Грешник замирает в одном моменте. Каждое мгновение он ощущает себя потерянным, резко перенесенным в будущее, пока даже эти малейшие крохи осознания обращаются в пыль. В таком состоянии грешник не способен использовать магию, читать, писать, разговаривать. Он обращается в животное, движимое инстинктами. Единственное, на что становится способным его тело – примитивные реакции. Одна из которых – охватывающий все тело, практически материальный, страх.

## Интересные факты

- Из свежих перьев, и внутренних органов амнестрикса можно изготовить зелье забвения, стирающее воспоминания за период, продолжительность которого зависит от качества и концентрации ингредиентов. Такие вещества называются амнезиаками. Если удастся найти ингредиент с атрибутом Небес достаточной силы, зелье инвертирует эффект, позволяя пробудить затерянные воспоминания или защититься от стирания памяти. Такие вещества называются мнестиками.
- При работе с частями тела существа важно придерживаться техники безопасности. Малейшее касание и даже взгляд на ингредиент стирают ваши воспоминания\\! Зачастую вы даже не поймете, что именно потеряли.
- Долгое время для алхимиков Энкража условная “накидка из перьев амнестрикса” являлась святым Граалем. Казалось, что ученый, сумевший воссоздать нужный эффект, обретет бескрайнее могущество над социумом Энкража, словно призрак двигаясь сквозь ряды разумных созданий, не оставляя следов в их умах. Впрочем, если добившийся подобного грешник и существует, о нем по сей день ничего не известно. Известно, однако, о множестве случаев обнаружения известных ученых мужей в состоянии полного беспамятства. Научное сообщество забило тревогу, когда в замке была найдена комната с мертвым телом грешника. Судя по найденным записям грешник являлся невероятно талантливым ученым, упоминания имени которого содержались в документах многих научных сообществ. Множество журналов, дневников и рисунков на стенах в комнате содержали регулярно повторяющиеся записи об амнестриксах. Они многократно пересекались, содержали открытия и эксперименты, дублирующие или противоречащие друг другу. Похоже, что этот ученый сумел поймать живого амнестрикса и намеревался использовать ради эксперимента. Последовало расследование, в ходе которого выяснилось, что ни единая живая душа во всем Энкраже не помнит о существовании этого человека. Сохранились лишь говорящие записи благодаря Абсаквиллу и Вербаквиллу, на которых, похоже, эффект амнестрикса не действует. После этого случая, 2 марта 1079 года, на тот момент действующим руководителем замка был вынесен эдикт, запрещающий любые эксперименты, пытающиеся воссоздать морочное сияние.
- Выдержка из дневника одного из Скептиков Пятидесяти в 841 году, когда существование амнестриксов отрицалось.

  > “...Что касается так называемого морочного падальщика, я нахожу работы эти фундаментально не плодотворными и не стоящими усилий ученых мужей ровно так же, как не стоят усилий поиски вершины небосвода. Ежели разум ваш изнурен одной лишь мыслью о неразгаданной загадке, ответ может оказаться прост: создание сие должно быть слабо телом и сколь бы мы не старались, нам не довелось обнаружить манипуляции могучими энергиями. Тем не менее, если бы создание существовало, не было бы ни единого грешника и ни единой магии, способной развеять его чары. Как нам известно из фундаментальных законов мироздания, любое действие или бездействие требует свою цену. Как в той легенде, что рассказывает нам о безымянном боге, возжелавшем, дабы весь мир забыл о нем навеки и исполнившим могущественный ритуал. Взамен на исполнение желания то древнее божество само навеки забыло о мире. До скончания веков своих обречено оно скитаться, ведомое низменными инстинктами. Каждое мгновение проживающее новую жизнь, не имея за плечами прошлого, не ведая о грядущем. В момент, когда божество совершало тот ритуал, на обеих его плечах сидели любимые птицы – единственные, кто не должен был забыть о хозяине...”
`;export{n as default};
