const n=`## Особенности строения

Англерии - русалоподобные существа, длина тела которых в среднем достигает 9 метров, из которых 7,5 м приходится на хвост. Стоит отметить, что они физически развиты и обладают хорошей мускулатурой. Пара ловких передних лап с небольшими когтями позволяет вполне неплохо хватать и удерживать различные предметы. Также имеются зачатки задних лап, на деле являющиеся ластами. Спинные плавники жесткие, рассекающие воду, подобно акульему, остальные же, в том числе длинные хвостовые, состоят из мягких лучей и свободно изгибаются, подобно воланам.

![](https://sun9-77.userapi.com/impg/PKKYWG0kA9OGf9CPv876jbgpXWBItl45r3CU-A/SEq1M5f4n50.jpg?size=807x538&quality=96&sign=9869d9161e0d7158f96e4addf6ee044a&type=album)

Голова сильно напоминает нечто среднее между сомом и аксолотлем. В особенности, схожесть с последним возникает из-за аналогичных наружных жабр. Но это не единственные органы дыхания Англерии - у взрослых особей имеются легкие. У молодняка они также есть, но недостаточно развитые для функционирования. Кроме того, как и земные аксолотли, они способны дышать кожей, хотя у повзрослевших животных этот способ становится второстепенным.  
Разнообразны и палитры окраса у этих тварей: встречаются белые, розовые, черные, зеленые и синие цвета, комбинируемые друг с другом. Однако хвост всегда темнее туловища.

## Среда обитания

Англерии обитают исключительно в море кровавых слёз и спокойно себя чувствуют на любой его глубине благодаря особенностям дыхательной системы.

## Образ жизни

### Питание

В рацион Англерий входят всевозможные мелкие подводные обитатели, а также остатки трапез от более крупных существ.

### Поведение

Большинство особей неагрессивны, можно сказать, доброжелательны как к грешникам, так и к более крупным существам. При ощущении опасности от кого-либо предпочитают быстро от него уплыть, никогда не атакуют в ответ и не защищаются, полагаясь на способности своего тела.  
К соплеменникам относятся также дружелюбно, но в плане социализации они все же индивидуальны - кто-то сбивается в стаи, а кто-то заинтересован в одиночестве.

Из заметок одного из вальгардов:

> _Нельзя исключать разумность Англерий, и причин этому несколько. Во-первых, каждая особь - индивидуум, со своими привычками, вкусами и, вероятно, интересами. Все особи, за которыми я наблюдал, охотились на разные виды существ, выходили на поверхность в разное время суток и по самым различным причинам. Во-вторых, развитая моторика передних конечностей - Англерии способны держать и использовать простые предметы, такие как палки, водоросли, камни. Многие умело выполняют небольшие механические манипуляции с вещами, например, вскрывают панцирь добычи с помощью острого камня. В-третьих, интеллект: пару дней назад я предложил им изучить рыболовную сеть. Они поняли, как она устроена, и попытались создать аналог из водорослей! Конечно, их сеть очень далека от совершенства, но главное, что они смогли уловить суть. Их способности к обучению просто поражают!_

Также известно, что Англерии испытывают богатый для животного спектр эмоций, по-разному их выражая. Среди хорошо изученных чувств отмечены радость, грусть, досада, сочувствие, заинтересованность и скука.

### Размножение

Несмотря на родство с земноводными и рыбами, Англерии - живородящие. После оплодотворения самка вынашивает одного детеныша около 7 месяцев, после чего на свет появляется малыш размером примерно с человеческого младенца.

## Исключения/нюансы

На памяти вальгардов существовала мутировавшая особь, у которой не работали регенеративные способности, но члены ее стаи, понявшие проблему, оберегали неудачливого собрата на протяжении всей его жизни, что также может служить одним из доказательств возможной разумности Англерий.

## Самозащита и нападение

Не защищаются и не нападают, предпочитая отступление атаке. Вся их самозащита сводится к тому, что их очень сложно убить.

## Способности

- Невероятная способность к регенерации. Подобно земным аксолотлям, эти существа могут не только залечить любые раны, но и восстановить утраченную конечность, жабры, почки, легкие, участки нервной системы (в том числе спинной мозг и до половины головного мозга) и даже сердце! И все это за невероятно короткие сроки - не больше полутора месяцев.
- Способны управлять потоками воды, меняя их силу, направление и температуру. Используют это умение для поддержания комфортных им условий жизни и просто для забавы, иногда устраивая водное шоу у поверхности моря.

### **Интересные факты**

- Земные аксолотли - всего лишь неотенические личинки некоторых земноводных, из-за чего кто-то считает, что Англерии, как и они, являются личинками другого существа. Только пока действительно "взрослую" Англерию еще никто не встречал. Поэтому это все еще остается гипотезой.
- Некоторые зовут Англерий _"гонцами грозы"_. Поводы для такой клички есть. Перед наступлением грозы эти существа в больших количествах снуют у поверхности воды. А также ацтекский бог грозы Шолотль, имя которого также значит "гонец", по преданиям обратился в аксолотля, чтобы избежать смерти.
`;export{n as default};
