const n=`## Внешний вид

Стебли аримафеи крепкие, трехгранные, высота стеблей не превышает 150 сантиметров. Цвет листьев ярко-зелёный, по длине листья до 70 сантиметров, ширина от 3 до 5 миллиметров. Соцветие состоит из нескольких колосков коричневого цвета. Стебель и листья аримафеи шероховатые, так что можно легко порезаться об их кромку. Листья жёсткие, постепенно заостряются к концу. Аримафея образует плотные, чёткие кочки и разрастается вширь от 45 до 70 сантиметров.  
Однако трава, растущая на берегах кровавых рек и озер Энкража, имеет свойство меняться. Проклятая энергия, которая сконцентрирована в воде этого мира, питает корни аримафеи. Корни спешат избавиться от этой энергии, чтобы не погибнуть, и проводят её во другие части растения — к стеблю и листьям. После этого стебель и листья меняют свой состав: ткани, из которой они состоят, превращается в сплав стали, и трава фактически погибает. Корни по-прежнему удерживают траву в земле, но больше не снабжают её питательными веществами. Если коснуться кромки стебля или листьев стальной травы, можно серьёзно пораниться.  
Зелёную аримафею, в которую ещё не попала сталь, можно найти крайне редко. Это всегда будет та трава, которая только начала расти. За несколько месяцев она полностью вырастает и одновременно с этим полностью покрывается сталью.
Проклятая энергия из корней также проникает в семенные мешочки растения. Пропитанные проклятой энергией семена при попадании в землю вырастают в целиком стальную траву с живыми корнями.  
Стальные стебли и листья аримафеи подвергаются эффекту коррозии, схожему с коррозией у обычной стали, когда приток проклятой энергии к корням растения уменьшается. Сталь начинает разрушаться ввиду изменения фона проклятой энергии и покрывается ржавчиной. Если же совсем лишить стальную траву проклятой энергии, она со временем рассыпается в порошок. Вот что говорит общий справочник Вальгардов в главе, посвящённой этому растению:

> _...Аримафея не приживается в оранжерее либо в саду, даже если создать для неё условия, близкие к естественной среде обитания растения. Для эксперимента трава в её стальной форме была пересажена в оранжерею, а затем обильно и регулярно поливалась водой, собранной из Озера Мёртвых душ. Со сталью на растении начала происходить равномерная коррозия со скоростью примерно 20 сантиметров в год. Семена аримафеи, поражённые проклятой энергией, в оранжерее не прорастают. Также в оранжерее были посажены зелёные побеги аримафеи, которые поливались водой из Озера Мёртвых душ. Спустя месяц начала сгнивать корневая система, а края листьев начали чернеть..._

В оптимальной среде обитания стальная трава может не подвергаться эффекту коррозии до 30 лет.

## Среда произрастания

Аримафея предпочитает влажную почву и встречается на берегах рек и озер, а также в болотистой местности.

## Факты

- Стальная трава с трудом переносит высокую температуру (выше 450°С)
- Очень быстро разрастается.
- Имеет развитую корневую систему, длина корней составляет от 1 до 25 сантиметров.
- В одном побеге растения может находиться от 200 до 250 семян.
- Побеги развиваются в течение 2-3 лет, ежегодно появляется от 5 до 8 листьев

## Размножение

Размножение аримафеи происходит семенами. Аримафея растёт очень быстро: через несколько дней после прорастания семян растение уже имеет боковые корни, ещё через несколько дней появляется кончик первого листа.

## Самозащита и нападение

В естественном виде растение опасно лишь острой кромкой стеблей и листьев, однако в стальном виде режут не хуже стальных клинков и по прочности не уступают им.

## Применение

- В стальной траве сконцентрировано большое количество энергии Энкража, поэтому она идеально подходит при изготовлении острых лезвий, клинков и хирургических инструментов. Для этого требуется либо запастись инструментами, которые способны резать сталь, и срезать траву, либо выкопать её и очистить от корней. Более того, благодаря высокому содержанию проклятой энергии аримафея является прекрасным материалом для ковки артефактов. Кровь, впитавшаяся в стальную траву, способна пробудить невероятную силу в оружии, выкованном из этой травы.
- Не применимо в алхимии, однако для артефакторики используется весьма часто.
`;export{n as default};
