const n=`## Внешний вид

Листья Аромияла, расположенные на изящных стеблях, создают нежные и гармоничные композиции. Они имеют форму плавных изгибов, напоминающих перья экзотических птиц. Листья растения покрыты мелкими жилками, которые добавляют им изысканности и структурности. Их цвет может варьироваться от светло-зеленого до глубокого изумрудного оттенка, создавая привлекательные контрасты в зеленой листве.  
Аромиял выделяется своей элегантностью и способностью производить уникальные ароматические субстанции, при обработке которых можно получать известные грешникам по воспоминаниям прошлых жизней специи при правильном влиянии на Аромиял.  
Листья Аромияла крайне повержены внешнему влиянию, если говорить точнее, они крайне зависимы от правильного удобрения. Грешники научились выводить следующего рода типы, из листьев которых делают различные популярные специи (каждая форма соотносится последовательно с отображением на картинке):

- **Корица** - Земля: Вкус корицы - это восхитительное сочетание пряности и сладости. Он приносит ощущение тепла, уюта и стабильности, напоминая о связи с природой.
- **Кардамон** - Неизвестный: Вкус кардамона остается загадкой, его сущность скрыта и неизвестна. Кардамон обладает уникальным и сложным ароматом, который вызывает ощущение тайны и интриги.
- **Гвоздика** - Огонь: Вкус гвоздики пронизывает огненной страстью и энергией. Его пряный, терпкий и слегка сладковатый вкус напоминает о силе огня, создавая ощущение тепла и стимулируя чувства.
- **Куркума** - Золото: Вкус куркумы - это яркий, терпкий и легко горьковатый аромат. Он напоминает о золоте и благородных металлах, создавая ощущение изысканности и роскоши.
- **Имбирь** - Молния: Вкус имбиря искрится энергией молнии. Он сочетает в себе остроту, пикантность и легкую сладость, вызывая ощущение живости, электричества и энергии.
- **Перец** - Воздух: Вкус перца олицетворяет легкость и свежесть воздуха. Он может быть острый, пикантный или слегка горьковатый, наполняя воздух вокруг собой дымкой аромата.
- **Паприка** - Тьма: Вкус паприки обладает темной и загадочной силой. Он может быть сладковато-пикантным или острым, принося ощущение теней и магической мистики, играя с разумом своих потребителей.
- **Кориандр** - Небеса: Вкус кориандра - это свежий и ароматный букет с нотками цитруса и пряностей. Он вызывает ощущение легкости и свободы, принося вкус небесной гармонии.
- **Мускатный орех** - Морок: Вкус мускатного ореха пронизан темными оттенками и загадкой. Его терпко-сладкий аромат создает ощущение глубины и тайны, связанной с миром морока.
- **Пажитник** - Кровь: Вкус пажитника олицетворяет силу и жизненную энергию крови. Он может быть горьковатым или слегка остро-пряным, принося ощущение жизненной силы и мощи.
- **Ваниль** - Любой: Вкус ванили универсален и может присутствовать в различных атрибутах. Его сладость и нежность создают ощущение тепла, комфорта и любви.
- **Шафран** - Космос: Вкус шафрана связан с энергией и загадками космоса. Его терпко-горьковатый аромат пронизывает пространство и приносит ощущение высоты и грандиозности.

## Среда произрастания

Семейство Аромияла - оноклеевые - известно своей устойчивостью и приспособляемостью к различным условиям. Растение процветает в умеренной по концентрации местности и предпочитает влажные среды, например, вблизи ручьев или в тени плотных лесных массивов, каковыми служат, как вариант, лес крови или туманный лес. Реже встречается у моря кровавых слёз, чаще туманного болота.

## Факты

- Интересным фактом о растении Аромиял является то, что грешники научились культивировать его не только в "пустышках", но и в любых других формах. Благодаря этому Аромиял заполнил восточные земли и стал доступным для грешников, которые не редко приходят сорвать несколько листиков этого чудесного растения. Культивация Аромияла дает возможность усилить его способности и создавать уникальные ароматические композиции.
- Для того, чтобы придать Аромиялу тот или иной новый атрибут, нужно собирать его споры в особую консистенцию и удобрять другими частями животных или же растений с нужной атрибутикой для пробития проталлий нужного типа.
- Аромиял можно держать домашним комнатным растением. Достаточно удобрять и поливать его водами моря кровавых слёз раз в пару дней или из туманного болота.
- Будьте осторожны с проявлением эмоций Аромияла: его листья способны менять свою окраску в зависимости от эмоционального состояния грешника. Они могут быть ярко-красными во время страсти и соблазна, нежно-розовыми в моменты любви и нежности, или мистически-фиолетовыми при грусти. Обычно Аромиял впитывает все эти чувства, что может повлиять на формирование листьев и как исказить, так и усилить естественный вкус будущих специй.
- Классический Аромиял обладает уникальным ароматом, который меняется в течение дня. Во время утренних часов его аромат свежий и цитрусовый, а к вечеру становится более глубоким и спокойным. Это создает прекрасную атмосферу вокруг растения и привлекает насекомых-опылителей. Обратите внимание, что Аромиял таким образом говорит о примерном течении дня и восприятия для грешников, меняя запахи, по нему можно ориентироваться, когда день начался, а когда закончился.

## Размножение

Аромиял, как растение из семейства Оноклеевых, обладает уникальным способом размножения, отражающим его принадлежность к папоротниковидным: этот изящный и загадочный цветок способен плодиться путем спорообразования, типичного для растений этого отдела.  
Размножение Аромияла начинается с формирования спорангиев, маленьких капсул, содержащих споры — микроскопические клетки, предназначенные для размножения. Спорангии образуются на нижней стороне листьев растения и обычно собираются в группы.  
Когда спорангии достигают зрелости, они открываются, выпуская споры в окружающую среду. Споры Аромияла легкие и могут распространяться ветром на значительные расстояния. Они путешествуют по воздуху, пока не находят подходящую среду для прорастания.  
Когда споры оседают на благоприятном подстиле, они начинают процесс герминации. Каждая спора вырастает в проталлий — небольшое зеленое структурное образование, которое постепенно развивается в полноценное растение.  
Проталлии Аромияла развиваются под землей, где формируются корни и нитевидные листья, известные как ризоиды. Ризоиды выполняют функцию поглощения влаги и питательных веществ из почвы.  
Со временем проталлии Аромияла начинают производить молодые побеги, которые появляются на поверхности почвы. Эти побеги быстро разрастаются, образуя характерные фронды, состоящие из роскошных и грациозных листьев папоротника. Что примечательно, каждый новый проталлий не сохраняет навязанного атрибута предыдущих поколений, проявляясь чистым "Отрицательным".

## Самозащита и нападение

Для некоторых грешник может вызывать инстинктивную аллергическую реакцию, если грешник попадёт в среду, где растут большие поля направленной атрибутики Аромияла с характерным и ярким запахом. В остальном безобидны.

## Применение

- В кулинарии, для получения специи с уникальным вкусом, листья Аромияла подвергаются мелкому измельчению и растиранию до состояния частиц. Эти частицы затем добавляются в различные блюда, придавая им экзотический и необычный вкус. Благодаря Аромиялу, блюда приобретают более яркий и колоритный оттенок, напоминая о специях, характерных для мира людей, однако с более интенсивным и утонченным ароматом.
- В алхимии Аромиял служит своего рода "мостом" между различными компонентами. Он способен придать зельям или пище изысканный аромат, что может скрыть негативные эффекты за приятным вкусом. Благодаря своей универсальности, растение может стать основой для создания наркотических смесей с определенным вкусом или использоваться как добавка для асцендентов и десцендетов, почти не влияя на итоговый результат зелья.
- Из любого типа аромияла можно делать соответствующие эфирные масла. Весьма популярен классический метод дистилляции с водяным паром, когда грешники специально используют воду моря кровавых слёз, нагревая и паром прогоняя через растительное сырьё. Важно здесь быть осторожным, так как при готовке огромных объёмов требуется много воды, из-за чего концентрация может повышаться в окружении при смене состояния жидкости. Далее вытягивается эфирное масло из растения: пар охлаждаем, и вода с эфирным маслом должна конденсироваться в специальном охладителе, образуя двухфазную жидкость. Эфирное масло извлекается из верхнего слоя.
`;export{n as default};
