const n=`## Особенности строения

Астроманта Владычица — это изящное и загадочное создание, чьё тело кажется воплощением эфемерной красоты. Этот подвид эфирианских медуз обладает массивной, но обтекаемой формой, длина тела достигает 3 метров, а размах плавников — 8 метров. Вес может достигать до 50 килограмм. Её куполообразная голова увенчана двойным гребнем, который напоминает крылья небесного существа. Плавники Астроманты не просто служат для движения, но и выполняют функцию энергетических ловушек, улавливая и перерабатывая потоки энергии в окружающей среде. Её центральная часть тела состоит из плотной, но гибкой ткани, способной выдерживать огромное давление проклятой энергией на глубинах, которое ей крайне важно.

### Органы чувств

Центральное око, расположенное на верхней части её головы, способно видеть в ультрафиолетовом спектре. Это даёт Астроманте возможность обнаруживать источники тепла на глубинах, где температура часто падает до критически низких значений. Помимо этого, вся поверхность её тела усеяна микроскопическими рецепторами, которые регистрируют колебания воды и электрические импульсы, что позволяет ей не только ориентироваться в пространстве, но и прогнозировать изменения окружающей среды.

### Окрас

Тело Астроманты полупрозрачно, словно её ткани сделаны из тончайшего стекла, за которым таится игра мягкого света. Основные оттенки её кожи — приглушённые синие и фиолетовые, создающие плавные переходы и переливы, напоминающие движение звёздных туманностей. В темноте эти цвета усиливаются, превращаясь в свечение, которое может быть использовано как средство привлечения или отпугивания других существ. Это свечение служит своего рода «языком», с помощью которого Астроманта взаимодействует с окружающим миром.

## Среда обитания

Астроманты предпочитают самые недоступные участки морских впадин, где давление и отсутствие света становятся преградой для других обитателей. Их можно встретить в местах, где проклятая энергия концентрируется наиболее сильно, — там, где обычные организмы теряют способность существовать.

## Образ жизни

Этот подвид ведёт исключительно уединённый образ жизни, избегая контактов даже с себе подобными. Однако исследователи отмечают, что, несмотря на её обособленность, Астроманта способна воздействовать на окружающую экосистему, создавая вокруг себя зону относительного покоя, в которой другие глубоководные существа находят укрытие.

## Питание

Астроманты перерабатывают энергию, поступающую из окружающей среды, и сами становятся её источником, выбрасывая переработанные энергетические волны, которые влияют на всё живое в радиусе их присутствия. Эти волны могут усиливать рост растений, изменять поведение хищников или вызывать мутации у других организмов.

### Развитие

Личинки Астромант в начале своего пути обитают ближе к поверхности, где они используют более благоприятные условия для роста. Их серебристо-голубой окрас помогает им слиться с водорослями и избегать хищников. По мере взросления молодые медузы постепенно погружаются на глубину, где условия становятся более суровыми. Это путешествие — не просто адаптация, но и очищение, в ходе которого личинка теряет яркие оттенки, приобретая фирменный полупрозрачный окрас.

### Размножение

Этот подвид эфирианских медуз, несмотря на свою величественность и размеры, обитает в уединении и только раз в несколько лет выбирает место для яйцекладки. Процесс начинается с долгого и тщательно продуманного поиска подходящего участка дна, где Астроманта может безопасно оставить свое потомство.  
Выбрав подходящее место, Астроманта медленно начинает откладывать яйца, аккуратно прикрепляя их к поверхности камней и кораллов. Эти яйца обладают удивительной прочностью, защищая развивающиеся внутри личинки от внешних угроз: каждое яйцо окружено тонкой, но прочной оболочкой, которая способна выдержать давление проклятой энергии на больших глубинах.  
После завершения процесса яйцекладки, Астроманта оставляет свое потомство, позволяя природе взять своё. Через несколько недель из яиц вылупляются маленькие личинки, которые немедленно начинают подниматься к поверхности воды. Это восхождение к поверхностным слоям жизненно важно для их дальнейшего развития, так как именно здесь личинки начинают накапливать энергию и готовиться к долгому пути обратно в глубины моря.

### Поведение

Астроманта отличается умиротворённым и даже пассивным поведением, предпочитая избегать конфликтов. Однако её спокойствие обманчиво: в случае угрозы она использует свои способности для создания иллюзий, которые способны дезориентировать противника или полностью скрыть её присутствие.

## Самозащита и нападение

Главным оружием Астроманты являются её плавники, излучающие токсичный энергетический туман. Этот туман вызывает у врагов дезориентацию, сопровождающуюся ощущением потери времени и пространства. Кроме того, при непосредственном контакте она способна выделять мощное электрическое поле, которое временно парализует противников.

## Способности

Главная сила Астроманты заключается в её умении манипулировать энергией. Она создаёт вокруг себя мощные энергетические импульсы, которые могут искажать пространство и создавать иллюзии. Более того, её свечение служит своеобразным сигнальным огнём для других существ, привлекая их внимание и одновременно удерживая на расстоянии.

## Интересные факты

- Её плоть, хотя редко доступна для вкуса, имеет горький и металлический привкус, вызванный высоким содержанием минералов и токсинов.
- Старые мореплаватели использовали высушенные остатки медузы, вынесенных на берега после буйных штормов, в ритуалах, полагая, что её частицы могут даровать способность видеть будущее.
- Как правило, приманить Астроманту, как других морских обитателей, практически невозможно: грешникам необходимо пожертвовать не иной проклятой энергией, а собственной чистой. Например, для того, чтобы Астроманта всплыла, понадобится выбросить немало трупов в море или же вылить много крови грешников. Только в таком случае, почувствовав дисгармонию, они всплывут и начнут перерабатывать энергию.
- Учёные Ассамблеи, исследующие эфирианских медуз, считают, что Астроманты обладают коллективной памятью, передаваемой через поколения. Это позволяет им избегать опасностей, с которыми сталкивались их предки, и сохранять знания о важных местах для размножения и питания.
- Присутствие Астроманты Владычицы в определённой области океана может существенно изменить экосистему: её аура, излучающая слабую форму энергетического поля, способствует ускоренному росту некоторых видов кораллов и водорослей. При этом она может отпугивать хищников и привлекать мелких рыб и других морских существ, создавая вокруг себя своеобразное защищённое биосообщество.
`;export{n as default};
