const n=`#### Особенности строения
  
Библиотекарь представляет собой огромное, раза в три больше, чем обычный человек, существо. Он имеет длинные когтистые руки и такие же ноги. Сам по себе Библиотекарь довольно худощавое создание, а крылья, находящиеся за его спиной, и вовсе делают его тело похожим на спичку по сравнению с общими габаритами. Если взглянуть на лицо, то появится ощущение, что кто-то максимально сильно оттянул всю кожу, некогда красующуюся на нём, назад, закрепив её там булавкой или ещё чем. И от этого же появилась эта страшная, пробирающая до костей, мерзкая улыбка. Последнее, что дополняет образ Библиотекаря — подсвечивающиеся голубым глазницы, а также неопрятная бородка.  
  
  
  
#### Образ жизни
  
Всё времяпрепровождение Библиотекаря сводится к тому, что он сидит в библиотеке, помогает грешникам в поисках нужной литературы, ну и следит за тем, чтобы люди не шумели. Больше ничего о нём никто не знает. Он всегда молчит, никогда не показывает эмоций (хотя с такой внешностью это проблематично, как минимум).  
  
Ходят слухи, что Библиотекарь — творение Сталкера. Мол, когда-то какой-то грешник настолько загрешился и нахватал огромное количество меток, что его послали на своеобразную каторгу в Библиотеку - работать.  
  
Даже несмотря на то, что Библиотекарь может одной лишь силой мысли вернуть книги на место, он любит сам относить их обратно, прогуливаясь между стеллажами.  
  
  
  
#### Самозащита и нападение
  
Библиотекарь не нападает, Библиотекарь просто берёт и выкидывает вон, если его что-то не устраивает. С самозащитой всё куда сложнее. Если кто-то из грешников посмеет попробовать напасть на Библиотекаря, то, скорее всего, уже очень скоро этого грешника заберёт Сталкер для очень интересного разговора.  
  
  
  
#### Способности
  

*   Библиотекарю подвластно абсолютно всё в библиотеке, кроме грешников и вещей, принадлежащих им. Он знает о местонахождении абсолютно любой книги, он обладает телекинезом, благодаря которому не только подаёт грешникам нужные им книги, но и выкидывает особо громких посетителей. Поговаривают, что список его способностей можно продолжать ещё очень долго, но большинство из них всё равно ещё никто не видел.`;export{n as default};
