const n=`## Особенности строения

Внешность Бовемов разительно отличается в зависимости от ареала, на котором они проживают. Но без сомнений можно сказать лишь одно: любая особь отдалённо напоминает обычного быка из реального мира. Наверное, из-за мускулистого тела и рогов. Но, спешу разочаровать, если в реальном мире быки – сугубо самцы, то в Энкраже Бовемы могут являться как самками, так и самцами.

Изначально, в стандартных условиях Бовемы и вправду выглядят, как самые обычные быки. Если Бовемы решают сражаться за свои жизни, то у них меняется раскраска. Их шерсть окрашивается в красный, как бы предупреждая, что с ними лучше не связываться. Рога же перестраиваются так, чтобы ими было проще таранить.

Если же Бовемы предпочитают скрытный образ жизни под землёй, становятся больше похожи на жуков. Любящие горы особи полностью видоизменяют форму своих лап, дабы проще было передвигаться по выступам и склонам. Ну а любители высоких скоростей добавляют себе ещё одну пару лап. Вот только грешники так и не поняли, зачем им такие большие рога, они ведь наверняка только мешаются.

## Среда обитания

Благодаря своей способности адаптироваться Бовемы живут везде. От слова совсем. Их можно встретить даже в беспросветном лесу. Однако в период размножения (а именно весной каждого седьмого года) все стада без исключения мигрируют в предгорную поляну, дабы обеспечить молодняк подходящим пропитанием.

## Образ жизни

Пожалуй, Бовемы - вторые после Альбов существа, сумевшие полностью адаптироваться к этому миру. Вот только если Альбы выживают благодаря своей высокой плодовитости, Бовемы по-прежнему живы лишь благодаря своему умению так перестраивать своё тело, адаптируя его к разным условиям, что этому поражается даже самый прожжённый грешник из всех.

### Питание

Рацион этих животных разнообразен, несмотря на то, что они травоядны. Бовемы могут питаться кореньями, плодами деревьев и кустарников, различной травянистой растительностью, реже - листьями деревьев. Детеныши первый месяц жизни питаются исключительно молодыми побегами травы.

### Размножение

В период размножения самки конкурируют за самцов. Самая сильная получит лучшего партнера, проигравшие же подберут то, что останется.  
Из-за того, что у Бовемов отсутствует вымя, они не могут кормить потомство молоком. Так что беременность длится намного дольше положенного - 1,5 года, чтобы обеспечить детеныша достаточным количеством аминокислот еще в утробе. Очень редко самка может родить не одного, а двух телят, но тогда оба, скорее всего, будут слабы.

### Поведение

Следует также сказать, что у Бовемов своеобразный взгляд на жизнь. У них в стаде далеко не самец отвечает за защиту, а самка. Главной обязанностью самца является выращивание детёныша.

## Исключения/нюансы

Не поверите, бывает такое, что привычная иерархия нарушается и самок в наглую отправляют заботиться о детях, а самцы же, наоборот, занимаются защитой стада.

## Самозащита и нападение

Нападают только в целях защиты своего стада. При другом раскладе попросту относятся к вам нейтрально. Возможно, дадут себя погладить и даже покормить, если посчитают, что вы не представляете угрозы.  
В случае опасности стадо образует двойное кольцо - в центр пускают детенышей и слабых особей, затем вокруг них встраиваются самцы, образуя внутреннее кольцо, и уже вокруг них собираются самки. Чтобы пробить такой строй массивных рогов, понадобится много усилий. Если нападающий вообще не передумает это делать.

## Способности

Пожалуй, главной способностью Бовемов является их умение адаптироваться под любую окружающую среду. Куда бы вы их не поместили, дайте им немного времени и уже вскоре увидите совсем другое создание. Отчасти, эта же их способность помогает им в предположительных сражениях с хищниками. Если, к примеру, Вертебар будет слишком часто стрелять в Бовема энергией, то уже очень скоро Бовем либо научится поглощать подобные атаки, либо научится их отражать.

### **Интересные факты**

- В Замке ходят слухи, что Бовемов можно доить. Нет, нельзя. Ни в коем случае. Даже не пытайтесь. Даже не ищите вымя. Его нет. Вообще нет. Абсолютно.
`;export{n as default};
