const n=`#### Особенности строения
  
![](https://sun9-53.userapi.com/impg/-pOo1NyY2ZUc3LjPNCXH-q2bdGfrH9HeaRDtiA/7-PFIs1_l7w.jpg?size=594x604&quality=96&sign=e8b50c07945da2964736c91c32b00d02&type=album) Брауни сложно спутать с каким-либо другим существом - их внешний вид весьма необычен. При первой встрече непривыкшему грешнику захочется проморгаться от мысли: "Это.. летающий домик?" Но это здесь не поможет, ведь Брауни - и правда летающие домики. Совсем крошечные, около 8 см в высоту, эти маленькие создания, напоминающие миниатюру избушки, обладают не только крыльями (впрочем, не они дают существам возможность летать), но и не менее милыми коротенькими лапками.  
  
![](https://sun9-4.userapi.com/impg/k9m7ObNXb9ll72ihf5wVbc9w6vAN9oAVY02ImQ/xBwAx7bTUSA.jpg?size=554x604&quality=96&sign=e13cfae36c71649be7254c269f1afa4a&type=album)  
Наощупь твердая, шероховатая текстура их кожи напоминает застывшую глину, да и существо в целом напоминает статуэтку.  
  
  
##### Органы чувств
Зрение обеспечивает один единственный, но достаточно большой глаз, расположенный на круглой "дверце избушки". Брауни видят примерно так же хорошо, как и грешники. Слух же несколько превосходит человеческий. Предположительно, наружные уши у них представлены в виде щелей под черепицей их "крыши".  
И все же особенно замечательно у них развиты осязание и вкус.  
Брауни чувствительны к прикосновениям, их грубая на первый взгляд кожа на самом деле очень восприимчива к касаниям. Эти существа любят поглаживания.  
Но что-что, а особенно развиты у них вкусовые рецепторы. За дверцей Брауни скрывается рот, ведущий в бездонный желудок, и каково может быть Ваше удивление, когда из этой черной дыры вдруг высунется язык. Да не простой язык, а в 3 раза более чувствительный к различным вкусам, нежели человеческий. А вкусы у Брауни весьма специфичны.  
Кроме пяти основных сигналов эти животные могут воспринимать и чужую ауру. Восприятие ауры у них невероятно хорошее, они способны не только отличать виды существ друг от друга по ней, но и отличать конкретных представителей. Грешники - не исключение.  
  
  
  
#### Среда обитания
  
Встречаются на плавучем острове Эйма, однако в периоды погружения его под воду их местоположение неизвестно, поэтому о комфортных условиях жизни Брауни мало что можно сказать.  
  
  
  
#### Образ жизни
  
##### Питание
Брауни всеядны, однако в их отношении термин "всеядность" приобретает буквальный оттенок. Благодаря своей способности Брауни могут себе позволить попробовать абсолютно все, что угодно - проблем с пищеварением у них уж точно не возникает.  
  
  
##### Поведение
Брауни - приветливые и дружелюбные создания. Они не стремятся навредить кому-либо до тех пор, пока не вредят им самим (а навредить в ответ они очень даже способны), поэтому, к слову, большую часть времени в их рацион входит только флора Энкража.  
Брауни отличаются внимательностью и любопытством. Они обожают изучать новое и познавать мир и в целом ведут активную жизнь, постоянно находясь в движении и обращая внимание на происходящее вокруг.  
Их внимательность распространяется не только на неизведанное. Эмоции, чувства, мысли других существ - это то, что также интересует Брауни. Они любят "подслушивать" ощущения окружающих при помощи своих способностей.  
Кроме того, у грешников есть возможность приручить Брауни. Однако дело это совсем не простое. Для того, чтобы завоевать сердце одной из этих крох, сперва Вам желательно эту кроху поймать. Следующим шагом станет поиск любимого лакомства Брауни - \\[название растения\\]. Невероятно редкое, жутко жалящее, словно тысяча медуз, и выделяющее яд спустя всего лишь минуту после срезания - его будет непросто достать на Эйме, но если Вам действительно нужен бездонный рюкзак, что всюду будет следовать за Вами - стоит попытаться.  
  
  
##### Размножение
Многое о Брауни неизвестно, в том числе и то, как происходит у них размножение и происходит ли оно вообще, а все из-за невозможности отследить, куда исчезают эти крошечные существа незадолго до погружения Эймы обратно под воду.  
  
  
  
#### Исключения/нюансы
  
Исключений нет.  
  
  
  
#### Самозащита и нападение
  
Брауни - миролюбивые существа. Однако в случае опасности они всегда могут дать отпор - осознанно или инстинктивно, но если пространство Zero им позволяет - они поглотят угрожающее им существо или объект.  
  
  
  
#### Способности
  

*   **Левитация** _\\[пассивная\\]_. Брауни могут парить в пространстве на любой высоте без ограничений, не затрачивая на это практически никакой энергии.
*   **Телепатия** _\\[пассивная\\]_. Эмоции, образы, мысли - все это привычный источник информации для Брауни. Эти существа даже не осознают, что другие организмы никогда не воспринимают данный источник, для них использование телепатии столь же обыденно, сколь для грешников - использование слуха.
*   **Отчуждение части тела**. Брауни используют эту способность непосредственно при открытии своего рта, отделяя от своего тела "дверцу", на которой расположен их глаз. Отчужденная часть тела продолжает парить в воздухе под действием левитации, а глаз все так же свободно функционирует.
*   **Пространство Zero (Зеро)** _\\[пассивная\\]_. Желудок Брауни непомерно глубок для такого маленького существа. Настолько глубок, что не имеет границ в прямом смысле - их желудок представляет собой бесконечное пространство, называемое Zero (или же Нулевое пространство). Все, что Брауни съедает, будь то съедобное или нет, попадает в это пространство, где существует до конца времен (то есть, предположительно, вечно).  
    Примечательно, что прирученный Брауни способен вытаскивать объекты из этого пространства обратно по просьбе грешника. Для этого перед съеданием Брауни объекта грешник должен мысленно дать этому объекту уникальное имя, чтобы существо смогло ассоциировать название и объект и при повторном упоминании этого объекта (также мысленно) вернуть его из своего желудка. Имя обязательно должно быть уникальным относительно других именных поглощенных объектов. К примеру, если отдать Брауни на съедение два листа бумаги и назвать их одинаково "лист бумаги", то при попытке заполучить какой-либо из них обратно, Брауни не вернет ни один из них.

  
  

##### **Интересные факты**

*   На данный момент грешникам до сих пор неизвестно, имеют ли все особи Брауни одно и то же пространство Zero, или же каждая имеет доступ в собственное измерение этого пространства. Однако доподлинно ясно, что после смерти одной прирученной особи другие прирученные Брауни не смогут вернуть съеденные ею объекты. Т.е. после смерти питомца грешник рискует потерять абсолютно все, что "хранил" внутри него.
*   В желудке Брауни нельзя хранить живых существ. При попытке сделать это живое существо застрянет внутри Брауни навсегда (и, предположительно, станет энергетически ценной пищей для него), даже прирученный Брауни не вернет представителя флоры или фауны обратно. Что примечательно, это касается только живых организмов. Если отдать Брауни яблоко с насекомым внутри, то обратно грешник получит только яблоко, без насекомого. Этот факт дает возможность очищать пищу от паразитов и прочих незваных гостей (впрочем, от вирусов или яда в пище это не спасет).
*   Свое имя Брауни получили от латинского слова "brownie" - домовенок.
*   Многих исследователей этих существ все еще мучает вопрос, каковы же предельные параметры (размер, форма и так далее) объектов, которые Брауни способны поглотить. Однако подобные пределы сложно оценить на практике, т.к. Брауни непросто заставить поглотить что-то действительно огромное. Есть лишь два варианта это сделать: этот огромный объект должен угрожать жизни Брауни, либо грешник должен доходчиво объяснить, что именно его питомцу необходимо поглотить. Первый вариант имеет так или иначе собственные лимиты размеров тестируемого объекта из-за реализации. А второй вариант сложен из-за видения мира Брауни - эти крохотные существа попросту не привыкли мыслить слишком масштабно. Они скорее поглотят соринку на этом огромном объекте или его деталь, нежели сам объект.`;export{n as default};
