const n=`#### Внешний вид
  
Бутылочное дерево имеет толстый массивный ствол (диаметром до 5 метров), в центре которого имеется отверстие глубиной до 6 метров и диаметром до 1 метра в узкой части. В самом низу полость может досягать диаметра от 2 до 4 метров, что делает дерево потенциальным убежищем для некоторых видов животных или даже гнездом. Однако на протяжении жизни отверстие заполнено субстанцией, напоминающей по своим свойствам серную кислоту.  
  
В верхней части находятся ветви, каждая из которых способна дать до 4 плодов.  
  
В сухой период дерево сбрасывает листья, которые засыхают, после чего появляются цветки. Через несколько недель появляются плоды, которые являются отличительной особенностью бутылочного дерева, напоминающие китайские фонарики с ягодой внутри. Этот фонарик образуют сросшиеся чашелистики в количестве 5 штук, которые растут заметно быстрее плода, при полном созревании цвет ее меняется. Цветки физалиса желтые, розовые, реже белые. Плод – мясистая ягода желто-зеленого или желто-оранжевого цвета, на вкус жгуче-горький, но пригодный в пищу. Сок плода легко воспламеним.  
  
Однако сок, который выделяет дерево, не только пригоден для употребления в пищу, так концентрация в нем враждебной энергии ненамного меньше, чем в кислоте.  
  
Деревья плодоносят вплоть до следующего периода засухи, в течении которого коробочки высыхают, становясь отличным материалом для различной посуды и так называемого _светильника_ фон Клауса. После периода засухи на месте плодов появляются новые листья, тем самым завершая цикл.  
  
  
#### Среда произрастания
  
_Предпочитает районы подверженные засухе_ . В целом не прихотлив.  
  
  
#### Факты
  

*   **В холодном, влажном климате не цветет и не плодоносит.**
*   Не прихотливо, но не терпит _тепличных_ условий.
*   **Даже при незначительных повреждениях вместо сока выделяет кислоту,** что делает невозможным использовать его, как древесину.
*   Одним из полезных свойств плодов бутылочного дерева является то, что чашелистики коробочки прекрасно держат форму.
*   Дерево одновременно имеет легко воспламеняемый сок и огнеупорную кору, что делает его не только противоречивым по своей природе, но и весьма полезным в различных сферах деятельности.

⠀  
  
#### Размножение
  
Размножение растения происходит _семенами_ и только в условиях максимально приближенных к комфортным. **Не размножается саженцами** : саженец просто засыхает, если даже удастся без вреда отделить его от материнского дерева.  
  
  
#### Самозащита и нападение
  
**Не нападает** . В качестве самозащиты использует «кислоту».  
  
  
#### Применение
  

*   **Светильник фон Клауса** – Карл Эрик фон Клаус первым обнаружил и описал это полезное свойство дерева, собственно, как и само дерево, назвав своё открытие нескромно «светильником фон Клауса». Суть светильника заключается в изготовлении его из плодов-коробочек бутылочного дерева.

_Последовательность изготовления:_

1\\. Ножом или другим острым предметом аккуратно раскрывается коробочка;

2\\. Извлекается плод и обматывается тканью;

3\\. Плод протыкается в нескольких местах тонкой иглой или спицей;

4\\. Возвращается в коробочку;

5\\. Через отверстие вверху опускается спичка или подожженная соломинка;

6\\. Светильник готов. Может гореть до 12 часов, пока сок в плоде полностью не испарится.

*   **Еда** – в пищу употребляются только плоды дерева. Не подвергаются термической обработке, но если полить их горячей карамелью или шоколадом (при этом на плоде не должно быть повреждений, иначе он вспыхнет), получается неплохое и крайне редкое лакомство – огнежар. Как распространенную альтернативу карамели и шоколаду используют сиропы. Очень популярен клиновый сироп из мира людей.
*   **Сырье** – чашелистики плодов дерева используют для изготовления ёмкостей, хорошо удерживающих тепло и для приготовления горючих веществ, а также для сбора сока самого бутылочного дерева.
*   **Сок** – сок дерева часто используется как основа для яда и воспламеняющих жидкостей. Однако сбор сока связан с большими рисками, что делает его ценным ингредиентом и затрудняет самостоятельную добычу неподготовленными грешниками. Опытные сборщики используют тару, сделанную из волокон чашелистиков дерева, устойчивых к соку.
*   Может использоваться как **хаотичная основа** в зельеварении в образе сока. Чашелистики и плоды нет.

⠀

![Автор: Карл Эрик фон Клаус](https://sun9-79.vkuserphoto.ru/impg/zuZrpGjIcMf0kcri8qv9CTCkLguOTQajTyUEcQ/EsHCftdmfAo.jpg?size=512x512&quality=96&sign=338e1dc4b87ceba362630be508896a39&type=album "Автор: Карл Эрик фон Клаус")`;export{n as default};
