const n=`#### Особенности строения
  
Пожалуй, одна из немногих тварей, умудрившаяся мутировать и приспособиться под жизнь в горах. Собственно, первое, на что грешники обычно обращают внимание — две пары крыльев, на передних и задних парах конечностей соответственно. Загнутые когти позволяют свободно держаться на скалах. Можно также заметить некое подобие выпирающего позвоночника, располагающегося, предположительно, в районе шеи и грудной клетки.  
Имеют видоизменённую пасть, позволяющую собирать и преобразовывать любой электрический разряд в энергию.  
Каждая такая особь, обычно, в длину превышает тело того же самого среднестатистического Грумма на биодобавках примерно в полтора раза, а в высоту достигает около 180 см.  
  
Отличить самца от самки довольно легко и просто. Самки, в большинстве своём, больше самцов, имеют тёмно-синюю окраску, а их клюв напоминает два бивня. Самцы же отличаются полностью чёрным окрасом, а клюв напоминает своеобразный шлем, плавно переходящий на морду и закрывающий её. Вам может показаться, что на этом шлеме вы видите пару глаз.  
  
##### Органы чувств
Заместо глаз же природа Энкража одарила Вертебаров хорошим обонянием и замечательным слухом. В оживленной среде они слышат звуки средней силы на расстоянии до 50-60 м, а в тишине способны уловить малейший шорох на расстоянии до 200 м.  
Также одним из их способов ориентации в пространстве является эхолокация, как у летучих мышей, позволяющая определить точное местоположение и размер любых объектов в радиусе 40 метров.  
  
  
  
#### Среда обитания
  
Заселяют исключительно горные районы. Излюбленными укрытиями для Вертебаров служат пещеры и расщелины скал.  
  
  
  
#### Образ жизни
  
##### Питание
В основном охотятся на Альб и более мелких животных, но сильно оголодавшие особи частенько пытаются потягаться с Бовемами, если другого выбора нет. В случае последних всегда стараются найти самую слабую особь в стаде или же детеныша, реже нападают на крупных быков.  
  
##### Размножение
Раз в двести лет самки сами ищут себе партнёра для продолжения рода. Согласия партнёра, конечно же, никто не спрашивает. После соития, самка находит пещеру поскромнее и уже спустя один десяток лет откладывает яйца, после чего умирает. Если же ее во время этих десяти лет потревожить, велика вероятность, что после откладывания яиц она не только выживет, но и пожрёт всех своих детишек. Никто не знает, с чем это связано, да и узнавать как-то не торопится.  
  
Самка, что не смогла найти себе партнёра - остаётся в живых ещё лишних 200 лет. Родившиеся из яиц мелкие Вертебарчики первое время питаются трупом своей мёртвой матери, а уже после, немного окрепнув, сами начинают охоту на мелких созданий.  
  
##### Поведение
Агрессивные существа, предпочитающие жить в одиночестве, ведь так меньше шансов быть убитым.  
  
  
  
#### Исключения/нюансы
  
Бывают моменты, когда рождается Вертебар без клюва. Такие, обычно, даже не могут отщипнуть кусок мяса от мёртвого тела своей матери, поэтому умирают в первые же дни и также служат кормом для других детёнышей. Если же вовремя вмешаться и спасти такого, то вы получите верного спутника.  
  
  
  
#### Самозащита и нападение
  
Вертебар вполне может напасть на вас, если ему не хватит пропитания, но такое случается чертовски редко. Логично предположить, что и в целях самообороны эти существа также будут готовы дать вам отпор. Достаточно даже неправильного взгляда в их сторону, чтобы они посчитали вас своим предположительным противником.  
  
  
  
#### Способности
  
В отличии от других монстров, Вертебары могут поглощать не только магическую энергию, они также могут поглощать электрический ток, будь он вызван изменениями в погоде или же замыканием какого-либо прибора. Преобразуя это самое электричество в энергию, особи данного вида способны использовать свой клюв в качестве стрелкового оружия. То есть, прямо из клюва в вас будут выпускаться снаряды, полностью состоящие из сконцентрированной чистой энергии. Вертебары на пике своих сил могут даже вызвать искусственные гром и молнию, но для такого потребуются огромные затраты энергии.  
  

##### **Интересные факты**

*   Прирученные бесклювые Вертебары являются одним из лучших, но, в то же время, дорогих средств для передвижения по воздуху.
*   Если вам каким-то чудом удастся приручить Вертебара, имеющего клюв, у вас появится своеобразный портативный аккумулятор для грешника. Ведь такие особи, преобразовывая электричество, способны передавать энергию своему хозяину, вне зависимости от его атрибута.`;export{n as default};
