const n=`- \\[ПРЕДЫСТОРИЯ\\] В неизвестный период времени Верграды спровоцировали своими сражениями за самок и территорию мощный выплеск южного вулкана, отчего глубоко в горах лава разлилась по тоннелям и образовала озеро. Это позволило вырасти особым магическим минералам из лавы, покрытых тонкой корочкой <ins>неизвестного вещества</ins>;
- \\[ПРЕДЫСТОРИЯ\\] В 100г. до н.э. были привлечены энергией северных гор и устроили землетрясение.
- \\[ПРОЛОГ\\] Раймон Диас поделился информацией, что взрыв, который был спровоцирован разбитым энергетическим камнем на северном бастионе, заставил Верградов направиться в сторону северных гор.

## Особенности строения

Верград — это гигантское подземное существо, напоминающее помесь сколопендры и дракона, чей внешний вид внушает страх и почтение. Нередко среди грешников их привыкли между собой называть «Подземными Бегемотами».  
С древних времён эти существа живут в недрах земли, роют глубокие тоннели и обитают в самых недоступных уголках гор и магматических областей.  
Их мощное и длинное тело, достигающее 50 метров в длину и весом около 200 тонн, покрыто прочными чешуйчатыми пластинами, напоминающими обсидиан с металлическим отблеском. Пластины Верграда не только защищают его от физических повреждений, но и обладают магическими свойствами, отражая большинство атак заклинателей.  
Тело Верграда усеяно острыми, серповидными отростками, которые используются как для передвижения, так и для атаки. Эти отростки позволяют Верграду моментально развивать колоссальную скорость под землей, превращаясь в смертоносное оружие. На его голове расположены массивные челюсти, покрытые древней рунной письменностью, с помощью которых он разрывает даже самые твёрдые каменные породы. Челюсти Верграда настолько мощные, что могут мгновенно раздробить камень, превратив его в мелкую крошку.  
Как правило, Верграды обитают на крайне низких глубинах, предположительно, от 200м, в то же время, он может приближаться к поверхности в случае, если ему не хватает энергии на собственной территории или в неё пытается кто-то вторгнуться.

## Органы чувств

Верграды формально «слепы», несмотря на наличие сформированных глаз, но их невероятно чувствительные органы, расположенные вдоль тела, позволяют ощущать малейшие вибрации и изменения в магическом поле земли, которые они видят перед собой среди темноты в образе силуэтов, от которых фонит энергией.  
Они могут ощущать движение за сотни километров под землёй. Чувствительные волоски на их теле улавливают даже слабые энергетические колебания, что позволяет Верграду предугадывать атаки и находить магические руды глубоко в недрах земли.

## Среда обитания

Верград обитает глубоко под землей, предпочитая жить в магматических породах и подземных тоннелях, которые он сам прокладывает. Эти существа обычно встречаются в районах с повышенной тектонической активностью, таких как горные хребты и области возле вулканов. Также Верградов можно заметить в особых зонах всплеска энергии, в которую они охотно прорываются и начинают устраивать битвы за источник питания.

## Образ жизни

Верграды проводят большую часть своей жизни под землёй, где они роют туннели и исследуют недра мира, а также питаются ими.  
Хотя они могут впадать в спячку на несколько столетий, их пробуждение сопровождается катаклизмами: обычная активность Верградов, как правило, вызывает характерные землетрясения.  
Необходимость в спячке объясняется тем, что Верграды периодически сбрасывают свои прочные чешуйчатые пластины и отращивают новые, более крепкие. Этот процесс требует огромного количества энергии и времени, что заставляет их погружаться в глубокий сон, чтобы завершить процесс обновления без внешних угроз. Спячка позволяет им сконцентрировать всю накопленную энергию и трансформироваться, переходя на новый уровень.  
Также основная часть жизни Верградов тратится на подземные битвы между сородичами, как правило, не смертельными, но достаточно показательных для того, чтобы прогнать чужака с территории.

## Питание

Верграды питаются в основном магматическими породами и минералами, что позволяет им поддерживать свою огромную массу и энергию. Они способны поглощать даже лаву, превращая её в мощный источник силы. Кроме того, они охотятся на существ, которые также обитают в глубинах, включая менее крупных червей, и даже на магических существ, случайно оказавшихся в их владениях.  
Бывает и так, что если Верграды ощущают скопление энергии в какой-то точке, то могут резким толчком вырваться из\\-под земли и поглотить это огромным ртом.

## Развитие

Верграды растут медленно и достигают своего полного размера через несколько столетий. Они переживают несколько стадий развития, каждая из которых сопровождается сбрасыванием старых пластин и формированием новых, более крепких.  
Развитие Верграда начинается с момента вылупления из яйца. Молодой Верград, или личинка, сравнительно мал по размерам — всего около 10 метров в длину, и имеет мягкую, неокрепшую чешую, которая ещё не обладает характерными защитными свойствами взрослого существа. В этой стадии Верград питается главным образом магматическими породами, насыщенными энергией, и минералами, которые он находит в окружающей среде. Его первичная задача — накопить достаточно энергии для первой линьки, которая происходит спустя несколько десятков лет.  
Личинки Верграда проводят большую часть времени, зарывшись в глубины земли, подальше от возможных угроз. В этот период они особенно уязвимы к атакам других подземных существ, поэтому стараются избегать конфликтов, перемещаясь в менее населённые зоны. Несмотря на это, даже в этом возрасте Верград способен обороняться, издавая короткие, но мощные звуковые импульсы, которые отпугивают врагов.  
Когда личинка достигает определённого уровня насыщения энергией, она сбрасывает свою первую оболочку, обретая новый слой чешуи, более прочный и тёмный. Это событие знаменует переход в юношескую стадию развития, когда Верград начинает активно расти, достигая до 25 метров в длину.  
Молодой Верград начинает проявлять агрессивное поведение, активно охотясь на других подземных существ и исследуя новые территории. В этот период его чешуя приобретает магические свойства, начальные формы которых уже способны отражать слабые магические и физические атаки. Его звуковые импульсы становятся более мощными, позволяя разрушать мелкие каменные породы и создавать небольшие подземные обвалы.  
Ключевым аспектом юношеской стадии является вторая линька, которая происходит через несколько десятков лет после первой. Эта линька более болезненна и требует огромного количества энергии. В этот период Верград впадает в короткую спячку, чтобы накопить силы для сброса старой чешуи и формирования новой.  
После второй линьки Верград достигает зрелой стадии. В этот период он достигает своего максимального размера и веса, и его чешуя теперь полностью сформирована и обладает уникальными магическими свойствами, способными отражать даже самые мощные магические способности и атаки.  
Зрелый Верград становится настоящим хозяином подземных территорий, где он живёт. Его охотничьи навыки достигают пика, и он может почувствовать малейшие вибрации и изменения в магическом поле земли на огромных расстояниях, и помимо этого, звуковые импульсы становятся разрушительными, способными вызывать крупные подземные обвалы и парализовать целые отряды врагов.  
Величие — это финальная стадия развития Верграда, которая наступает спустя несколько столетий. В этот период Верград достигает своего полного могущества, и его чешуя становится почти неразрушимой, а его магические способности — безграничными. Величие сопровождается последней, самой мощной линькой, которая длится несколько столетий. В этот период Верград погружается в глубокую спячку, концентрируя всю накопленную энергию на обновлении своего тела. После пробуждения Верград становится почти непобедимым: чешуя приобретает уникальные свойства, позволяющие не только отражать магию, но и поглощать её, усиливая самого Верграда. Как правило, если Верград замечается за интенсивными разрушениями и часто появляется в пределах видимости грешников, это даёт лишь один знак — Верград стремится достичь стадии Величия и набирается «жира».

## Размножение

Размножение Верградов происходит крайне редко: как правило, для этого Верграду необходимо дождаться аномалии Черной Луны, когда их нрав смягчается и они начинают тихо коммуницировать друг с другом. В остальное время Верграды активно сражаются между собой, в то же время, не подвергая сородичей уничтожению, а лишь прогоняя со своих территорий.  
В процессе брачного ритуала две взрослых особи сплетаются в кольца, опьянённые влиянием аномалии. После этого самка откладывает яйца глубоко в земных недрах, где они инкубируются на протяжении десятилетий.  
Самки Верградов в такие моменты впадают в спячки рядом с кладкой и стараются оберегать потомство от вторжения, например, Карабисов, которые на глубине от 200м обладают колоссальными размерами, хоть и меньше Верградов, но способных покуситься на яйца. В то же время, кладки Верградов редко доживают до вылупления более, чем одной или двух особей, и связано это с тем, что яйца Верградов крайне чувствительны к изменениям на поверхности: как правило, аномалии приводят к тому, что кладка постепенно отмирает при серьёзных изменениях, влияющих в том числе и на почву.

## Поведение

Верграды обладают ярко выраженным территориальным инстинктом: они защищают свои владения с яростью и безжалостностью, не терпя вторжений даже со стороны других представителей своего вида. Каждый Верград патрулирует свои туннели, используя особые метки из их чешуек, которые оставляют в тоннеле. Эти метки не только обозначают границы их территории, но и служат предупреждением другим существам о присутствии хозяина. При обнаружении нарушителя, Верград развивает свою скорость до предела, преследуя и атакуя захватчика до тех пор, пока тот не покинет его территорию или не будет уничтожен (если это не представитель своего вида; свой вид они щадят для потенциально дальнейшей возможности размножения и выживания).

## Самозащита и нападение

Чешуя Верграда — его первая и главная линия обороны. На ранних стадиях развития она достаточно прочная, чтобы выдерживать атаки других существ, но по мере взросления становится практически неуязвимой. У взрослого Верграда чешуя может не только отражать физические удары, но и защищать от магических атак. При атаке она поглощает энергию и перераспределяет её по телу, что делает Верграда сильнее.  
Чешуя также обладает способностью накапливать тепло, и при необходимости Верград может её нагреть, чтобы обжечь противника или расплавить окружающие породы.  
Верграды способны издавать мощные звуковые импульсы, которые используются как для ориентации в подземных туннелях, так и для защиты. Эти импульсы могут оглушать и дезориентировать противника, разрушать скальные породы, создавая препятствия, или вызывать обвалы, которые захлопывают ловушки для врагов. На стадии Величия звуковые волны могут достигать такой силы, что вызывают землетрясения и подземные взрывы.  
Верграды могут вырабатывать внутри своего тела особое вещество, напоминающее магму, которое они используют в бою. Эта магма невероятно горячая и липкая, и её плевок может расплавить даже самые твёрдые металлы.

## Способности

Верграды обладают уникальной способностью к взаимодействию с магией: они способны поглощать магическую энергию из окружающей среды, включая магию, направленную против них. Эту энергию они используют для усиления своих физических и магических характеристик. В редких случаях Верграды могут временно утратить часть своей магической устойчивости в процессе линьки, но даже тогда они остаются грозными противниками.

- Главная особенность Верградов — способность генерировать мощные звуковые волны, которые парализуют жертву и вызывают сильнейшие разрушения: она издаёт магический рёв, способный разорвать нервы и вызвать хаос в умах тех, кто посмеет приблизиться. Эти волны также могут разрушать магические барьеры, раскалывать камни и даже дезориентировать нападающих, нарушая их концентрацию и лишая их контроля над магией. В такие моменты особенно тяжело справиться с Верградом, так как чешуя их тяжело подаётся физическим воздействиям, а магии в моменте своего крика она может лишить, если противник закономерно слабее и/или плохо владеет магией.
- Конечно, Верград кричит не постоянно, однако это активирует её пассивную способность — щёлкание массивными отростками между собой. Тихие потрескивания позволяют Верграде сохранять огромную область, вплоть до 150м зоны, которая полностью поглощается куполом Верграды, поглощающей магию. Так как они нередко чертовски голодны, то правило следующее: тем больше грешники используют магии, тем больше Верграда восстанавливает сил и нивелирует любой полученный урон, обращая его в щит.
- У Верграды высокоуровневая регенерация, можно даже сказать, одна из лучших, которая достигается их особенностью поглощать энергию и концентрировать её вокруг своего массивного тела.
- Верград умеет вырабатывать из своего тела так называемую «кислоту», которая сравнима с магмой или же лавой. Также он может самостоятельно формировать её на языке и извергать.

## Интересные факты

- Верграды считаются основной причиной, если не считать проблем с концентрацией, по которой грешники с опаской образуют шахты и пытаются что-либо добывать. Грешникам приходится работать с карьерами на случай, если Вергард попытается напасть, чтобы их можно было выловить и уничтожить. В то же время, известен пока лишь один официальный карьер недалеко от магических камней, так как Верграды чувствительны к изменениям почвы и сразу же начинают нападать на огромный источник добычи.
- Если грешник или пустой попадает в желудок Верграда, как правило, их оболочка быстро рассасывается и поглощается внутренностями сколопендры, а ядро, неспособное выбраться, так и продолжает жить в них и становится некоторым топливом для дальнейшего путешествия Верграда. Известны даже случаи, когда Верград вырывался из земли и поглощал толпы пустых.
- Верграды активничают не везде: как правило, они не способны пробираться на территорию грешников в области замка, оранжереи, деревни и общежития, потому им приходится жить либо в южных горах, либо кольцевидно огибать замок для того, чтобы пробраться на север или северо-восток. Грешники предполагают, что их защищают возведённые Магические Камни, которые питаются энергией грешников — часто на них молодые тренируют свои способности, однако нередко их используют и для восстановления энергетического баланса в мире.
- Верграду можно прогнать, если использовать растение под названием Яр-Колючник. Однако данное растение весьма редкое и, к сожалению, не культивируются.
- Довольно часто в результате стычек Верградов происходят обвалы, появляются новые тоннели. Говорят, что западные тоннели были образованы их силами, равно как и южные горные лабиринты под землёй.
- Чешуя Верграда настолько прочная, что её используют для создания элитной брони, практически неуязвимой для оружия и магии.
- Алхимики могут обрабатывать чешую, чтобы создать мощные амулеты, которые защищают своего носителя от огня и магических атак. Эти амулеты становятся бесценными, так как каждая чешуйка оценивается на вес золота.
- Кровь Верграда обладает мощными регенеративными свойствами. Она используется в зельях, которые могут мгновенно исцелять раны и даже возвращать к жизни смертельно раненных. Кроме того, кровь Верграда служит мощным катализатором в процессах зачарования оружия и артефактов, значительно усиливая их магические свойства и долговечность. Она также используется в ритуалах создания магических барьеров и защитных заклинаний.
- Зубы и когти Верграда настолько прочные и острые, что из них делают клинки и стрелы, способные пробивать любую броню и разрезать даже самые плотные магические щиты. Либо же можно изготовить амулет, который усиливает остроту и силу какого-либо оружия.
- Магматическое сердце Верграда — это мощный источник энергии, который может использоваться для создания двигателей, магических генераторов и других устройств, требующих постоянной подпитки магической энергией. В то же время, так как Верграда — очень редкий и тяжёлый противник, а исследования проводились с трудом, то подобный экземпляр есть лишь у Эрнеста Клайна и его команды, который они используют для поддержания оранжереи.
- Кости могут быть использованы для создания посохов и тотемов, которые непосредственно усиливают магический или физический потенциал всего, к чему будет добавлено.
- Из языка Верграда часто делают звуковые артефакты, либо же создают зелья, усиливающий слух на огромные расстояния.
`;export{n as default};
