const n=`#### Особенности строения
  
Вермисы не отличаются особыми размерами. В длину они всего лишь восемь сантиметров, а в ширину — шесть миллиметров. Они имеют огромное количество волосков по всему телу, а также крылья в передней части тельца. Имеют своеобразное подобие хохолка: ближе к началу тела, к середине и к концу. Более детального рассмотрения грешникам произвести не удалось, так что они так до конца и не уверены в местоположении органов чувств у этих монстров, да и существуют ли они вообще.  
  
  
  
#### Среда обитания
  
Редко интересуются климатом за пределами тела своего хозяина, однако избегают высокогорной местности, предположительно из-за слишком низкой температуры.  
  
  
  
#### Образ жизни
  
##### Паразитирование
Как уже и было сказано ранее, промежуточным хозяином Вермисов являются Низшие Пустые. Эти червячки “тусуются” на поверхности тела неудавшихся грешников и, пожалуй, являются одними из немногих монстров, спокойно выживающих за пределами Замка.  
  
Вермисы являются паразитами, использующими Пустых и грешников для выживания. И, поверьте, вам не понравится то, что сделает с вами это существо, если всё же умудрится проникнуть вам в голову. Именно поэтому встреча с Низшими Пустыми становится ещё опаснее. Даже если вы уверены, что сможете одолеть Пустого, всё равно не стоит слишком сильно рваться в драку — никогда не знаешь, подцепишь что-нибудь или нет.  
  
Внимательные грешники сугубо для себя отметили, что Вермис “нападает” на свою жертву лишь тогда, когда тот находится максимум в двух метрах от Пустого. До этого же момента Червь не обратит на вас никакого внимания. Но не факт, что и вы его заметите, как-никак, он чертовски мал. Многие грешники рискуют подхватить что-то не то, покидая территорию замка.  
  
  
##### Размножение
Точной информации о размножении этого паразита нет. Инкубационный период также никому неизвестен, поэтому если в вас проник червячок, лучше поскорее обратиться к кому-нибудь знающему. Непонятно, проявятся симптомы через день или же через несколько лет.  
  
  
  
#### Исключения/Нюансы
  

Исключений нет.

  
  
  
#### Самозащита и нападение
  

Неизвестно.

  
  
  
#### Способности
  

*   Контроль разума.

  
  

##### **Интересные факты**

*   Ходят слухи, что единственным, кто может излечить грешника, является Сталкер. Правда достоверной информации на этот счёт нет. Все, кто когда-либо подцепил этого паразита, почти ничего об этом не помнят.`;export{n as default};
