const n=`## Особенности строения

Внешне **Виленсы** чертовски сильно напоминают обычных орлов из реального мира, несмотря на наличие нескольких голов, количество которых прямо пропорционально зависит от количества прожитых лет. Длина тела у самой крупной особи составляет около 1.8 метра, в среднем же – один метр. Крылья у этой птицы довольно широкие и в размахе могут достигать порядка трёх метров. Самцы обычно больше самок; они имеют чёрные отметины на хвосте и блекло-жёлтого оттенка клюв. Самки имеют отметины не только на хвосте, но и на кончиках крыльев. Стоит упомянуть, что клюв у них имеет несколько цветов. Основание – всё тот же блекло-жёлтый оттенок, ближе к середине цвет резко меняется на бирюзовый, а дальше, чем ближе к кончику, он всё больше походит на тёмно-синий.

### Органы чувств

Как и обычные орлы, Виленсы обладают невероятно острым зрением, благодаря которому они не только видят четче, дальше и ярче других существ, но и различают ультрафиолетовые лучи. При этом несколько голов с таких зрением позволяют им выжать из него максимум - каждая голова расширяет угол обзора (и уже при двух он равен 300 градусов вместо 275). Кроме того, на глазном дне орлиного глаза два «жёлтых пятна», а не одно, как, например, у человека, что позволяет ему видеть достаточно чётко сразу два объекта, даже если они расположены друг от друга на приличном расстоянии. Таким образом, многоголовые Виленсы могут фокусироваться не только на двух, но и четырех, шести и более объектах одновременно!  
Тем не менее, остальные органы чувств у этих существ развиты не так хорошо - слух не сильно превосходит человеческий, а обоняние слабое, так что они редко используют его для охоты или ориентирования.

## Среда обитания

Виленсы - не из тех орлов, что могут гнездиться на земле - им необходима высота для безопасного гнездования. В связи с этим очень облюбили скалы, а также некоторые лесные участки поблизости. Тем не менее, охотничьи угодья этих птиц включают и равнины.  
При этом изменения климата доставляют виленсам не так много проблем, как другим существам. В моменты, когда в мире Энкража начинаются сильные перепады температур, Виленсы подгоняют температуру окружающего их "воздуха" до оптимальных для них цифр. Чем больше у особи голов, тем лучше она контролирует упомянутую стихию. Именно поэтому молодые виленсы изначально сбиваются в стаи – так им проще выжить.

## Образ жизни

### Питание

Как и обычные орлы, виленсы - хищники. Основой их рациона являются Скиумусы и Конилы, хотя эти птицы не прочь полакомиться и более крупным животным, если уверены, что им будет по силам его убить в одиночку. Молодые особи могут охотиться и в стае, что существенно расширяет их меню.

### Развитие

Рождаются Виленсы с одной головой, и каждые пятьдесят лет приобретают одну дополнительную. Это явление в их жизни сопровождается полной недееспособностью и болезненными ощущениями. После первых ста двадцати прожитых лет жизни детёныш уже перестаёт считаться птенцом и воспринимается как взрослая особь. Он может еще несколько лет не покидать гнездо, но после уже начинает самостоятельную жизнь.

Первое время "молодые" Виленсы сбиваются в стаи, так как одна такая особь не может обеспечить себе полноценную защиту. По мере взросления стаи становятся всё меньше, разделяясь на своеобразные группки, а когда особь достигает возраста 250 лет и получает пятую голову, она начинает жить отдельно от остальных.

### Размножение

Строить семью Виленсы начинают лишь после того, как у них появляется третья голова. При этом стоит отметить, что количество голов у самки и самца должно совпадать, иначе ни о каком потомстве и речи идти не может. С этого момента они могут стать полноценными родителями и, в случае чего, защитить своё чадо. В гнездах можно найти от одного до трех яиц, и приоритетное внимание отдается самому сильному птенцу.

### Поведение

Птицы эти достаточно гордые. Они никогда не признают своим хозяином кого-либо. Могут лишь считать своим "напарником", максимум – другом. Они любят свободу, поэтому держать в клетке бесполезно - виленс, скорее всего, просто умрет от тоски по бескрайним просторам.

## Исключения/нюансы

- В мире существовало всего лишь одно исключение из правил. Особь, достигшая возраста 389 лет. Она родилась от пары Пятиглавой самки и Трёхглавого самца. Никто не знает, как это получилось, а все попытки повторить нечто подобное не привели ни к чему хорошему.
- Бывает и такое, что молодой Виленс "не взрослеет". То есть, он всю жизнь живёт либо с одной, либо с двумя, либо с тремя головами. Скорее всего, у данных особей стоят определённые ограничения, поэтому стать сильнее у них никак не получится без вмешательства грешника.

## Самозащита и нападение

Виленс всегда охраняет своё гнездо. Абсолютно всегда. Не только от грешников, но и от других монстров. Сам нападает только в случае, если почувствует агрессию со стороны предполагаемого оппонента. В остальных случаях это крайне миролюбивые существа.

## Способности

- Изначально основной способностью Виленсов является изменение температуры воздуха в пределах своего тела. Это не является оружием и не может использоваться для самозащиты от стихийных атак.
- Кроме того, они так же могут "фильтровать" окружающий их воздух, очищая тот от, к примеру, яда.
- Дальнейшие способности, связанные непосредственно с воздухом, у каждой особи свои. Единственное, что остаётся неизменным: чем больше голов, тем сильнее эти самые способности.

### **Интересные факты**

- Если договориться с Пятиглавым Виленсом, то у Грешника появится возможность управлять температурой воздуха в пределах своего тела на уровне Двуглавого Виленса. Сам же Виленс при этом становится по силам равен Трёхглавому, поэтому вероятность, что он согласится на подобный “контракт”, чертовски мала;
- Приручить “вечно молодого” Виленса ничего не стоит. Они сами ищут защиту у грешников, так как часто нуждаются в чужой опеке. Особой выгоды грешникам это не приносит.
- Если атрибут Грешника и Виленса совпадает, они могут комбинировать свои атаки, тем самым усиливая их.
- Ходят слухи, что Виленсы на самом деле должны были называться Виренсами, просто человек, впервые давший им такое название, не умел выговаривать букву “р”.
`;export{n as default};
