const n=`## Внешний вид

Высота дерева \\- от 3 до 5 метров, диаметр ствола \\- 30-40 см. Кора серого цвета, испещрена бороздками (пластинчатая), поэтому без большого труда отделяется, особенно если дереву больше 150 лет. Внутренняя часть светло-серая. Корневая система тянется на 1 метр вглубь почвы.  
Разумеется, первое, что бросается в глаза \\- цвет листвы. Практически всё время он варьируется от голубого до синего цвета. Перед опаданием \\- тёмно синего, практически черного. В период цветения (1 месяц) и созревания плодов (3 месяца) в любое время суток листья светятся мягким голубым светом, что может служить хорошим ориентиром. Кроме цвета и свечения ничем интересным листья не выделяются: внешне похожи на яблоневые, размеры, в среднем, 5х9 см.  
Цветки крупные, не светятся, имеют насыщенный оранжевый цвет. А вот уже плоды имеют тот же визуальный эффект, что и листва.  
Цвет плода также оранжевый (снаружи), круглый, диаметром до 10-20 см. Кожура плотная, матовая, шероховатая на ощупь за счет тонких спиралевидных узоров. Мякоть желтая, причём оттенок может сказать о степени созревания, так как по кожуре сказать сложно. Насыщенный цвет говорит о полном созревании плода. Имеет нежную консистенцию, умеренную сладость, на вкус чем-то похож на манго, банан и хурму, если вообще стоит сравнивать. Последняя, по большей части, отвечает за лёгкую терпкость.

**Среда произрастания**  
Близ Озера мёртвых душ. Больше нигде, но поляна довольно обширная.

## Факты

- Если намеренно оторвать хотя бы один листок \\- он угаснет спустя 1 час.
- Плоды светятся в только определенный период \\- 2-3 недели после полного созревания.
- Самые полезные свойства что листья, что плод, имеют во время свечения.
- В период цветения Гатис очень спорно благоухает, как не принято обычным плодовым деревьям. Запах резкий, неприятный и ни с чем не сравнимый \\- так дерево защищает себя от паразитов.
- Плоды также неприятно пахнут, но слабее, чем цветки.
- Кожура на вкус очень горькая и не несёт в себе никакой пользы, так как именно она накапливает всю проклятую энергию поверх себя, удерживая её для попадания в плод. Сам же плод содержит чистую энергию, наиболее полезную для грешников.
- Цветки, листья и кора Гатиса без дополнительной обработки нейтрализуют проклятую энергию, впитывая её в себя через почву и окружающее пространство.
- Плод пригоден к употреблению даже после периода свечения.
- Вываренные цветки Гатиса с добавлением Златоцвета \\- хорошее успокоительное.
- Если разом съесть три плода Гатиса \\- способен вызвать состояние рвоты из\\-за перенасыщения энергией. Либо же, в случае отравления проклятой, действует как резкий выброс.
- Плоды Гатиса довольно сытные сами по себе, насыщает огромным количеством чистой энергии.
- Несозревший плод кислый и очень терпкий.
- Слишком сладкий сок.

## Размножение

Внутри плода содержится от 2 до 4 мягких косточек овальной формы, чуть выпуклые, коричневого цвета, гладкие, глянцевые.

## Самозащита и нападение

Не нападает. В качестве защиты испускает неприятный запах.

## Применение

- В качестве пищи.
- Сытные плоды, без дополнительной обработки пригодны к употреблению. Самостоятельны сами по себе, но могут проходить термическую обработку, вкуса не потеряют. Говорят, из них получается вкуснейший крем.
- Сок можно использовать в качестве подсластителя, на вкус он такой же, как и плод, если, конечно, будет добавлен в блюдо в очень умеренной дозе.
- Сырье можно использовать в качестве фильтра. В готовое блюдо, воду, любую жидкость можно добавить необработанные кору, цветки или листья. Темнея со временем, они впитывают проклятую энергию и втягивают её в себя.
- Из кожуры, содержащей немалое количество проклятой энергии за счёт перетягивания её на себя и фильтрации, её можно использовать как первоклассную добавку для усиления яда.
`;export{n as default};
