const n=`#### Особенности строения
  
Гекатонхейра — наверное, одно из немногих существ Энкража, которых действительно сложно не заметить: гигантское тело многоножки простирается на сотню метров в длину и чуть больше 10 метров в высоту. Но необычно и жутко в существе другое. Все 60 пар его лап — это четырехметровые человеческие руки, а там, где должна быть голова монстра, располагаются... 11 человеческих голов с совершенно одинаковыми чертами лица — все как один пухлые, плоские, словно снятые с с живописного китайского сюаньчжи. Но каково будет удивление, когда они заговорят.  
Впрочем, для питания Гекатонхейра использует отнюдь не их рты, а пасть округлой формы с кривыми, хаотично растущими зубами, явно непригодными для пережевывания — он попросту проглатывает свою добычу. Снизу головы растут два крепких рога, покрытых чешуей, как и все тело существа. Кроваво-красная, она не только делает его более пугающим, но и стойко защищает от повреждений, будь то магические или физические атаки.  
  
  
  
#### Среда обитания
  
Спокойно переносит любые климатические условия, однако предпочитает оставаться в горах, потому что _зверю там спокойнее_ .  
  
  
  
#### Образ жизни
  
  
  
##### 11 голов
Пусть внешне все головы одинаковы, на самом деле же каждая из них - это отдельная и самостоятельная личность со своим собственным характером, именем, возрастом и даже полом. Грешники разделили их по расположению на "общей" голове на три группы.  
  
  
##### Великая четверка
Растут ближе к пасти и являются самыми разговорчивыми из всех.

*   _Гуань Юй_ - гневная личность, вечно злобная и жаждущая разрушений. Этот мужчина всегда предпочитает жестокость рассудительности, и в разговоре с ним не стоит рассчитывать ни на что, кроме грубости.
*   _Бэнтэн_ - источник радости и счастья, оптимистичная девочка. Очень приветлива и добра к любому существу и всегда рада завести разговор на любую тему.
*   _Фукурокудзю_ - мудрый и спокойный старческий голос звучит из уст этой головы. Он всегда уравновешен и нетороплив. Если вы хотите договориться с Гекатонхейрой, вам стоит начать беседу именно с него.
*   _Гуань Инь_ - печаль этой женщины так тяжела и бесконечна, что вызывает неясное сострадание даже у тех, кто не ведает причину ее тоски. Тихая и кроткая, она всегда готова выслушать ваши горести и поговорить по душам.

  
  
##### Тройка обольстителей

*   _Хотэй_ - задиристый и веселый мальчишка, что просто обожает различные игры - от шарад до догонялок. В то же время очень обидчив и с трудом переносит проигрыши, помните об этом!
*   _Ли Нежа_ - жажда соперничества и азарт кипит в этом юноше. Он с удовольствием предложит вам поучаствовать в диковинном споре, но будьте осторожны - эта голова хитра и коварна, словно кицунэ.
*   _Юэ Лао_ - игривая и страстная, эта девушка обожает грешников мужского пола, но не стоит поддаваться ее сладким речам, ведь тогда ваше сердце забудет, что пред вами вовсе не красавица, а жуткое чудовище. Вместе с тем она весьма злобна и завистлива по отношению к встреченным женщинам.

  
  
##### Четыре загадки

*   _Чан Э_ - страх затаится в сердце грешника, стоит только этой женщине заговорить. Холоден и властен ее голос, что несомненно отдает лишь приказы и никогда не звучит попусту. Ослушание ее приказа равноценно смерти, так внемлите же ей, но не пытайтесь испытать терпение.
*   _Майтрея_ - равнодушие и безучастность этого мужчины поражают. Большую часть времени он игнорирует не только другие головы, но и все происходящее в целом, предпочитая вести диалог с самим собой.
*   _Нюйва_ - слезы никогда не сходят с лица этого мальчика, а его хныканье не замолкает ни на секунду. Стоит ему попытаться заговорить, как слова смешаются с капризным плачем. Вместе с тем он не способен ответить на вопрос, что же его так расстроило.
*   _Неизвестный_ - его жуткое выражение лица вы заметите сразу же, несмотря на то, что оно всегда молчит. Ни имя, ни пол, ни возраст этой личности неизвестны, но почти не сходящая садистская улыбка уже говорит о многом.

  
  
##### Общее
Несмотря на столь разношерстный состав, тело Гекатонхейры управляется головами согласованно, если верить информации, которую грешникам любезно предоставила Бэнтэн. Но они могут и отдавать весь контроль над ним одной из личностей при совместном желании.  
Как правило, в начале встречи Гекатонхейра настроен нейтрально к грешнику и может как вовсе проигнорировать его, так и завести разговор. Скорее всего, все зависит от настроения большинства личностей. По мере действий путника будет меняться и отношение к нему.  
  
  
##### Дружба
Это может показаться удивительным, но Гекатонхейра, будучи разумным существом, склонен чувствовать одиночество. При этом на вопрос, почему им одиноко, ведь их несколько, головы ответят: "Зверю одиноко." Никто до сих пор не знает, что именно это обозначает.  
На предложение подружиться они всегда реагируют положительно, однако есть одно "но": Гекатонхейра не желает заводить узы с кем попало. Его личности хорошо осознают ценность их физических и умственных способностей, а потому не желают оказаться использованными. Чтобы сблизиться с этим странным существом, придется постараться и выполнить требования каждой из голов. Эти требования широко известны и неизменны до сих пор.

*   Гуань Юй считает, что его другом может быть лишь тот, чью силу он признает, и для этого придется победить Гекатонхейру в ожесточенной схватке.
*   Бэнтэн возьмет со своего друга клятву, что тот никогда их не предаст.
*   Фукурокудзю даст совет хорошенько поразмышлять над загадкой и решить ее: "Есть в земном мире, где раньше жил ты, то, что мертво уже века, но могут люди наблюдать его живым даже сейчас. Не способны они увидеть ни зверя, ни человека, ни растение живыми даже спустя день после их гибели. Но это - видят спустя года. О чем же я говорю?"
*   Гуань Инь попросит показать ей настоящее солнце, ведь светило Энкража не способно развеять ее печаль - а именно это происходит в солнечную погоду с героями счастливых историй, что ей когда-то рассказывали.
*   Хотэй предложит сыграть в салки.
*   Ли Нежа поспорит, чья рука длинней - его или грешника, с очевидной ставкой на свою.
*   Юэ Лао пожелает услышать искреннее любовное признание.
*   Чан Э прикажет принести ей алые семена Серебряника как символ родного ей холода.
*   Нюйва лишь жалобно сообщит, когда у него День Рождения.

И только две головы ничего не попросят - Майтрея, который равнодушен к тому, кто станет его другом, и Неизвестный, что никогда не произносит ни звука.  
  
  
  
#### Исключения/нюансы
  
Исключений нет.  
  
  
  
#### Самозащита и нападение
  
Нападает исключительно после соответствующей провокации, защищается же сразу после атаки и тут же переходит в нападение.  
  
  
  
#### Способности
  

*   Основными умениями Гекатонхейры являются физические способности и навыки боевых искусств. Как бы странно это ни звучало, он с легкостью управляется с двенадцатью 5-метровыми катанами, ведь, несмотря на огромные размеры, проворства ему не занимать.
*   Усиленная регенерация обеспечивает минимизацию урона от небольших ранений - например, потери одной из рук или любой другой небольшой части тела. Головы также регенерируют.
*   _Транс_ считается самой страшной способностью Гекатонхейры. Он использует ее в очень редких случаях, когда противник оказывается не по зубам в обычной битве и объявляется источником смертельной опасности. Транс внешне схож с режимом берсерка - все головы перестают выражать эмоции и застывают масками, а само существо впадает в безумие, его боевой потенциал возрастает в несколько раз, как и физические данные. Скорее всего, для большинства грешников поблизости исход будет предрешен, и это - **смерть**.

  
  

##### **Интересные факты**

*   Настоящий возраст Гекатонхейры, как и его происхождение, до сих пор неизвестен. Каждая голова по-разному отвечает на этот вопрос. Предположительно, каждая называет свой собственный возраст.
*   Когда головы передают контроль над телом Гекатонхейры какой-то одной, то все, кроме нее и Неизвестного прекращают проявлять какие-либо чувства и в целом реагировать на происходящее. В связи с этим некоторые весьма обоснованно полагают, что во время Транса все личности передают контроль Неизвестному.
*   _Алый Дракон_ — другое название Гекатонхейры. Поговаривают, что существует целый культ _Алых_, поклоняющихся ему, как многоликому божеству.`;export{n as default};
