const n=`## Внешний вид

У огненного цветка прямой разветвленный стебель темно-зеленого цвета. Цветок достаточно высокий - его высота может достигать 70 см. Корневая система мочковатая. Листья медного металлического цвета. Тип соцветия - корзинка, диаметр составляет 4-5 см. Цветы окрашены в разные тона красного и оранжевого.  
Огненный цветок обладает едким запахом. На расстоянии 1 метра от цветка воздух словно дрожит от высокой температуры, которую этот цветок выделяет. Пламя ге-гиннома излучает мерцающий свет.  
"Огненный цветок необычайно ярко светится и постоянно привлекает насекомых, которые сгорают, не успев даже долететь до цветка. Отмечено, что в той области, где цветет ге-гинном, насекомых практически не встречается. Они очень быстро находят свою смерть", — отрывок из общего справочника по флоре Вальгардов.

## Среда произрастания

Ге-гинном способен вырасти практически в любой почве, обладая хорошей устойчивостью к засухе. Тем не менее, в горной местности, а также на берегах водоемов они растут и зацветают гораздо медленнее. Если в обычных условиях огненный цветок зацветает в среднем за 75-80 дней, то в горах, у моря и озера на это уходит 125-130 дней.  
Излишняя влажность и сильный мороз могут привести к гибели цветка.  
Огненный цветок может появляться в местах с низкой концентрацией проклятой энергии, однако в таких местах он никогда не зацветет. В местах с перенасыщением проклятой энергии он, напротив, быстро завянет.

## Факты

- Ге-гинном - инвазивное растение, способное быстро захватывать территории вокруг себя. Уничтожить окончательно его весьма трудно. При этом огненный цветок наносит ущерб другим растениям, которые не способны выжить при такой высокой температуре.
- Температура вокруг огненного цветка достигает 80 градусов, а у самого соцветия - до 300 градусов.
- Огненный цветок невосприимчив к воздействию огня, однако его огненная природа влияет на короткую продолжительность жизни - цветок живет всего 4-5 лет.
- Название цветку грешники дали из иврита, переводится оно как "геенна".
- Является отличной первоосновой для создания могущественных зельев, связанных с огненными атрибутами. Хорошо уживается с любыми асцендентами и близится ко взрывному эффекту при внешнем применении, в случае добавление десцендетов эффект пагубности сворачивается и устремляется на внутренний профиль.

## Размножение

Огненный цветок размножается семенами. Семена находятся в головках цветков растения, имеют черный цвет и продолговатую форму. Температура у семян обычная, и свои свойства ге-гинном проявляет лишь тогда, когда расцветает. Проклятая энергия, которой питается цветок, преобразуется в жар, нагревая его лепестки.  
Семена огненного цветка могут прорасти в любой почве, но происходит это лишь при наступлении засухи, угроза которой присутствует при таких аномалиях бедствия, как "Черное небо", "Плывущий корабль", "Песня Цикад", а также при аномалии катастрофы "Сердце Свободы". Рост цветов ге-гиннома - верный признак начала засухи.

## Самозащита и нападение

Высокая температура огненного цветка делает опасным долгое нахождение рядом с ним, а прикосновение без средств защиты может привести к смертельным повреждениям для уязвимых к огню рас.

## Применение

- Соцветие ге-гиннома является ключевым компонентом для изготовления зелья огненного дыхания. Важно отметить, что после срезания соцветие без должного хранения сохраняет свою температуру в течение 2 часов, после чего теряет свои свойства. Хранить соцветия ге-гиннома следует при температуре не менее 80 градусов.
- Порошок, полученный из растертых лепестков огненного цветка, является горючим веществом и может быть компонентом при создании, например, взрывчатки.
- Артефакты, при создании которых используется огненный цветок, также имеют свойство проявлять стихию огня.
- Кроме того, ходят слухи, что ведьмы при помощи огненного цветка могут творить проклятия, насылая пламя на своих жертв.
`;export{n as default};
