const n=`## Особенности строения

Молодые **Груммы** представляют из себя обычных кошек исключительно черного окраса. Из спины у них растёт парочка дополнительных хвостов с шипами на кисточке. Количество хвостов на спине может варьироваться от одного (при таком раскладе особь не обладает почти никакой магической энергией) до шести. Следующее, на что следовало бы обратить внимание, – одна дополнительная пара лап. Средняя длина молодой особи достигает 80-100 см вместе с хвостом. Вес же варьируется от 6 кг до 14 кг.

Взрослые Груммы уже больше напоминают пантер. Правда, форма ушей у них, скорее, как у доберманов. Они так же, как и молодые Груммы, имеют на спине несколько хвостов и обладают одной дополнительной парой лап. Длина их тела достигает 240-250 см вместе с хвостом. Вес может достигать 140 кг, но всё зависит от пола и количества хвостов особи.

Отличить самку от самца довольно легко. Самец куда больше самки.

Количество хвостов у особи зависит от силы. Кроме того, чем больше хвостов, тем сложнее приручить Грумма.

## Среда обитания

Предпочитают селиться в местностях, отдаленно напоминающих саванну и в качестве укрытий используют высокую траву. Чаще всего их можно встретить в округе восточного бастиона и оранжереи.

Перепады температур обычно переживают терпимо. В такие моменты, как правило, впадают в спячку. Разбудить можно, но подобное потребует огромных затрат, даже если у Вашего питомца всего лишь один хвост. Несколько раз подумайте, стоит ли это того.

## Образ жизни

### Развитие

Рождаться особи изначально могут как с одним, так и с несколькими хвостами. В таком случае всё зависит непосредственно от родителей. Если хоть кто-то из родителей имеет шесть хвостов, то детёныш обладает возможностью родиться с точно таким же количеством хвостов. Правда шанс того, что он родится с одним хвостом, всё равно присутствует. Это нечто вроде своеобразной рулетки – никогда не знаешь сколько именно хвостов окажется у малыша. Только вот у ребёнка никак не может оказаться больше хвостов, чем у его родителей. Атрибут не зависит от родителей.

На руках имеется Грумм только с одним хвостом? А Вам, как назло, хочется, чтобы у вас был питомец хотя бы с тремя хвостами? Не переживайте, всё поправимо, ведь Груммы, так же как и грешники, могут становиться сильнее при должных тренировках и хорошем питании. Некоторые даже предлагают использовать своеобразные биодобавки. На свой страх и риск.

### Размножение

Живут, в основном, подобные животные своей маленькой семьёй в три создания – отец, мать и детеныш. Самка готова к спариванию каждые 10 лет, однако максимальное количество котят в одном помете - 2. Именно из-за этого так нелегко исследовать какую-либо зависимость Атрибута, количества хвостов и прочего.

### Поведение

В целом, эти существа не агрессивны и доброжелательны. Иногда самцы могут конфликтовать друг с другом за самок и территорию, но подобные столкновения интересов редко выливаются во что-либо, серьезнее взаимного рычания.  
Груммы являются одним из самых легко приручаемых видов животных. Чтобы приручить такого, особо много ума не надо – покорми и всё готово. Питаются они магической энергией своего хозяина, посредством прикосновения к нему своими хвостами. Поэтому если у вас недостаточно энергии, а Вы решили завести себе шестихвостого, будьте уверены, что скоро он Вас покинет.

## Исключения/нюансы

- От пары самки и самца, у каждого из которых будет по четыре хвоста, с вероятностью в сто процентов родится Грумм, так же имеющий четыре хвоста.

## Самозащита и нападение

- Обычно не нападают первыми.
- Велика вероятность того, что самец нападёт на Вас, если Вы попытаетесь приблизиться к месту, где находится беременная самка.
- Существуют болезни, повышающие агрессию данных монстров.

## Способности

- Различаются в зависимости от их атрибутов.
- Возможность поглощать магическую энергию с помощью своих хвостов. Энергия может поглощаться как из воздуха, так и из других существ посредством прикосновения. Причём атрибут другого существа не важен, Грумм всё равно сможет поглотить энергию при желании.

### **Интересные факты**

<img
  width="308"
  height="400"
  class="responsive-float-right"
  src="https://sun9-46.userapi.com/impf/c848632/v848632670/ca9ab/3XYafT9DU0Q.jpg?size=466x604&quality=96&sign=879569368cbafc55c091fcfb30913d09&type=album"
/>

- Некоторые особи Груммов могут заразиться так называемым бешенством. Грешники дали этой болезни своё название – **Инсанира**. Данное заболевание повышает агрессивность представителей этого класса, попутно увеличивая их физические возможности. Заболевшего Грумма невозможно излечить, потому что в данный момент никто так и не знает, чем может быть вызвана эта болезнь. Единственное, что знают грешники: если вы увидели Грумма с **подсвеченными зелёными глазами**, **лучше** либо **приготовиться к бою**, либо как можно быстрее уносить ноги.
- Так же, как и Виленсы, Груммы могут комбинировать атаки со своим хозяином, если их атрибуты совпадают. Вот только при таком раскладе им придётся “одолжить” немного сил у того, кто их приручил.
`;export{n as default};
