const n=`#### Внешний вид
  
Размер колеблется от 13 до 36 сантиметров.  
Отдалённо напоминает цветок с непропорционально толстым стволом, как закрученное щупальце, из которого исходит один колокольчатый венчик, окруженный крайне длинными лепестками. На самой вершине растения шапочкой расположен один фиолетовый лепесток, словно предупреждающий об опасности.  
Цвет исключительно белый с наружных сторон цветка и тёмно-сиреневый во внутренней части колокольчика.  
Ствол крайне твёрд, однако сердцевина у него практически полая, в ней сосредоточено большое количество «сосудов», передающих токсин к непосредственно цветку, что выделяется на внутренней поверхности.  
Собственно, ввиду крайней редкости практически не исследован, от чего нельзя точно сказать о жизненном цикле дакролебума. Яд ему необходим не только для защиты, но и для охоты, однако тяжело сказать как и кем именно питается данное растение.  
  
  
#### Среда произрастания
  
Оптимальное содержание проклятой энергии для полноценного роста порядка 80%. Устойчив к различным аномалиям, однако, судя по всему, растёт крайне медленно.  
  
  
#### Факты
  

*   Является одним из тёмных лошадок мира флоры.
*   Эффект токсина работает и на животных, однако в десятки раз менее быстро и эффективно, нежели на грешниках.
*   Токсин обладает крайне выраженным горьким вкусом, но по запаху странно напоминает корицу.
*   Обладает крайне длинной и обширной корневой системой, уходящей на более чем десяток метров вниз.
*   Сам токсин обладает текстурой не на много гуще, чем вода, глубоким тёмно-фиолетовым цветом, что делает проблемным его нанесение на оружие.

⠀  
  
#### Размножение
  
Неизвестно.  
  
  
#### Самозащита и нападение
  
Яд, вырабатываемый цветком, может быть добыт как и из ствола, так и из самого цветка. Однако считается, что во втором случае яд будет проявлять свои свойства куда лучше. Это не доказано.  
Так или иначе, данный токсин крайне сильно ценится и считается очень редким: ввиду того, что, на удивление, эффективно работает на любого грешника, даже на тех, кто к яду имеет частичный иммунитет. Связано это может быть с тем, что, по сути, токсин не наносит вреда напрямую ядру или цепям.  
После попадание в кровь грешника всего порядка десятка миллилитров яда – в течении 1-4 минут все его тело будет парализовано. При употреблении через ротовую полость вреда не наносит. Паралич длится всего порядка 1-3 минут, в течении которых у грешника может начаться паника, после чего в 95% случаях парализованный банально теряет сознание на ближайшие 4-5 часов, причём капитально – разбудить его практически невозможно.  
После обозначенного времени сущность придёт в порядок, возможны лишь побочные эффекты, выраженные в неприятных болях и слегка заторможенной работе цепей в ближайшие сутки.  
Судя по всему, серьезного вреда ядро или цепи не получают, и течении энергии напрямую не нарушается – отмирание цепей от влияния яда невозможно.  
  
  
#### Применение
  

*   Применяется для создания сильного яда-паралитика в качестве асцендента, передавая основную часть свойств в зелье. Важно отметить, что добавление других асцендентов увеличивает основные свойства передаваемого яда, в то время как десценденты добавят ослабляющих для яда эффектов.

⠀`;export{n as default};
