const n=`#### Особенности строения
  
Декрейсы представляют собой некое подобие гибрида с телом змеи и крыльями насекомого (комара). Как и обычные змеи, эти существа покрыты чешуей и имеют раздвоенный язык, используемый для обоняния. Но тем не менее, у них имеются существенные отличия от рептилий людского мира.  
Средняя длина тела Декрейса колеблется от 5 до 10 сантиметров, но грешники встречали и особей, имевших длину 15 и более сантиметров. При этом крылья кажутся чересчур маленькими по сравнению с общими размерами твари, но на самом деле они позволяют этим необычным змеям подниматься в воздух до высоты 15 метров. Но не выше. Если существо по какой-то причине пожелает пересечь этот предел, то ему придется пользоваться восходящими потоками теплого воздуха.  
Стоит учесть, что из-за тех же горизонтальных зрачков Декрейсы не способны увидеть происходящее под собой, а инфракрасное "зрение" фиксирует только существ, находящихся не дальше 3-4 метров. Поэтому при полете выше этого значения змей осознанно рискует попасть под атаку снизу.  
  
  
##### Органы чувств
Декрейсы не столь хорошо ощущают вибрации от передвижения других животных, ибо проводят значительную часть жизни в воздухе. Из этого исходит и следующее отличие - Декрейсы слышат звуки только из очень узкого диапазона, включающего их собственное шипение, они практически полностью являются глухими.  
Однако взамен слуха природа одарила их отличным панорамным зрением за счет горизонтальных зрачков, обеспечивающих угол обзора в 320 градусов без поворота головы. Кроме того, из-за их образа жизни у Декрейсов достаточно сильно развиты инфракрасные рецепторы - эти змеи способны не просто уловить источник тепла поблизости, но и распознать точное направление и расстояние до него. Предположительно, орган тепловой чувствительности находится в ложных клыках на нижней челюсти существа.  
  
  
##### Окрас
Подобно обычным змеям, Декрейсы имеют различные морфы (окрасы). Грешникам известно всего 6, но только одна из них проявляется лишь в особой ситуации - при скорой гибели:  
  
  

Морфа "Золото"

Морфа "Рубин"

Морфа "Изумруд"

[![](https://sun9-73.userapi.com/impg/c858324/v858324957/efb59/9LGpcLX9rjk.jpg?size=604x604&quality=96&sign=4ff4b75389a470b1da246582f829d793&type=album)](/photo345091886_457240471)

[![](https://sun9-69.userapi.com/impg/c858324/v858324509/f0a08/C366tUjryUk.jpg?size=604x604&quality=96&sign=987ba7045833382368a254d3814a6d3d&type=album)](/photo345091886_457240467)

[![](https://sun9-37.userapi.com/impg/c858324/v858324509/f0a11/FDhwLD_-Adk.jpg?size=604x604&quality=96&sign=67f60bd0d7f7f87eaa5eb8bf87784126&type=album)](/photo345091886_457240468)

Морфа "Апатит"

Морфа "Аметист"

Морфа "Темный сапфир" (Декрейс на пороге смерти)

[![](https://sun9-16.userapi.com/impg/c858324/v858324509/f0a1a/p72U7GKkvIY.jpg?size=604x604&quality=96&sign=e106f561e475196a071cca5b8350f146&type=album)](/photo345091886_457240469)

[![](https://sun9-72.userapi.com/impg/c858324/v858324509/f0a2c/iAurCUI4HpI.jpg?size=604x604&quality=96&sign=77a151db2b1564dbed5013b5428477b5&type=album)](/photo345091886_457240470)

[![](https://sun9-48.userapi.com/impg/c858324/v858324957/efb75/i0hY4B9W7uw.jpg?size=604x604&quality=96&sign=66ea0b375c3b5debb25cc35214a5ff43&type=album)](/photo345091886_457240473)

  
  
  
  
#### Среда обитания
  
Так как для существования Декрейсам необходима только магическая энергия, они обитают абсолютно везде, где есть другие живые существа. По этой причине меньше всего особей проживает в беспросветном лесу и горной местности.  
Однако в период размножения им нужно иметь доступ к источникам стоячей воды - прудам, болотам или озерам, поэтому они стараются не уходить слишком далеко от водоемов.  
  
  
  
#### Образ жизни
  
##### Питание
От комара Декрейсу достались не только крылья, но и образ жизни с единственным отличием - он питается не кровью, а магической энергией других существ. Самыми предпочтительными жертвами для них считаются спящие животные и грешники, так как к ним проще подобраться и потрапезничать, оставшись незамеченными. Как правило, змей подлетает к наиболее уязвимым к укусам участкам тела - шее, сгибам конечностей - и быстрым броском впивается клыками в кожу, начиная поглощение магии.  
  
  
##### Продолжительность жизни
Продолжительность существования Декрейса напрямую зависит от питания: он вынужден поглощать значительное по сравнению со своими размерами количество маны каждый день, иначе попросту ослабнет и скончается. Но это является и преимуществом - вероятно (!), змей не погибнет до тех пор, пока стабильно потребляет энергию. На данный момент грешникам неизвестно, умирают ли Декрейсы по причинам, отличным от голода, так как у всех наблюдаемых особей смерть наступала лишь после отсутствия пищи в течении суток.  
Вместе с тем встречались случаи, когда только появившиеся на свет Декрейсы погибали в первый же день, не находя других существ, пригодных для вытягивания магических сил.  
  
  
##### Поведение
Являясь абсолютно неагрессивными, к попыткам приручения эти рептилии относятся нейтрально. Если Декрейс чувствует себя комфортно рядом с грешником и тот вовремя предоставляет свою или чужую ману, удовлетворяя его потребности, то существо с легкостью останется рядом с признанным хозяином на очень долгий срок (при правильном уходе - до самого последнего дня нахождения грешника в Энкраже).  
  
  
##### Размножение
Размножаются Декрейсы аналогично обыкновенным рептилиям, но откладывают яйца исключительно вблизи водоемов со стоячей водой. Отличить самку от самца по внешним признакам практически невозможно, что делает разведение этих существ достаточно сложным процессом. Несмотря на широкое распространение вида и простоту его изучения, все еще остается загадкой, по каким сигналам особи умудряются определить пол друг друга.  
  
  
  
#### Исключения/нюансы
  
В случае, если Декрейс попытается хоть раз набить свой ментальный желудок с помощью энергии Пустых и умудрится уйти от них живыми, то он больше никогда не сможет воспринимать какую-либо иную ману. Его чешуя со временем приобретет темно-серый безжизненный оттенок (морфа "Темный сапфир"), и это происходит не просто так - такая особь наверняка обречена на смерть: или от лап Пустого, или от голода.  
  
  
  
#### Самозащита и нападение
  
Будучи довольно слабыми, Декрейсы не способны отвечать на атаки или как-либо защищаться от нападения, поэтому, попав в прямую стычку с другим существом, змей, скорее всего, проиграет, если не сумеет сбежать.  
  
  
  
#### Способности
  

*   Мимикрия: подобно хамелеонам, Декрейсы могут менять цвет своей чешуи, используя для этого накопленные магические силы и добиваясь поражающих результатов - они буквально способны разрисовать свое тело под окружающий их фон, полностью сливаясь со средой. Такая маскировка оставляет змею высокие шансы на спасение в критической ситуации, но вместе с этим становится рисковой затеей, ведь сразу после использования способности Декрейс вынужден в кратчайшие сроки пополнить потраченную ману.`;export{n as default};
