const n=`## Особенности строения

Денигуиты - первая форма эволюции. Они чем-то напоминают собой обычных львиц, вне зависимости от пола особи. Короткая грива, слегка вытянутая морда, непропорционально большой по отношению к телу хвост, который может использоваться как дополнительная конечность. Цвет зрачков у особей варьируется от зелёного до голубого. В большинстве своём имеют тёмно-серую окраску, с несколькими проблесками белого ближе к морде.

Следует сказать, что видимых различий по полу у этих животных нет, единственный шанс определить самку — взглянуть на поведение. Самки, в большинстве своём, в разы агрессивнее самцов.

### Органы чувств

Одарены острым зрением, хорошим слухом и обонянием. Подобно кошачьим, отлично видят в темноте, чем вовсю и пользуются, как правило, охотясь на закате и по ночам.

## Среда обитания

Следуя за стадами Альб, предпочитают открытые пространства. Реже селятся вблизи лесов. Способны долгое время обходиться без воды, поэтому лучше остальных животных переносят засуху и жизнь вдали от водоёмов.

## Образ жизни

### Питание

В основном, охотятся на несчастных Альб, загоняя тех до устали за счет своей вполне неплохой выносливости. Не брезгуют падалью в голодное время.

### Размножение

Этим животным порой чертовски трудно найти свою пару в жизни. А если они и найдут, еще не факт, что от этого союза появятся детеныши. Самцы должны в буквальном смысле понравиться телу самки - во время спаривания яйцеклетка "оценивает" генетический материал самца, и только в случае совместимости срабатывает механизм слияния.

### Эволюция

Денигуиты — один из тех типов животных, которые могут эволюционировать, если в их жизнь вмешается грешник. Правда, проблема лишь в том, что эти животные находятся на грани вымирания.

На данный момент известно лишь два типа эволюции у этих животных. Они на уровень выше и сильнее Денигуитов. Вполне вероятно, что возможны и другие варианты эволюции, просто о них пока никто так и не узнал.

### Велокс

Дальнейшая эволюция напрямую влияет на внешний вид. Денигуиты могут стать Велоксами. В процессе эволюции их вытянутая форма черепа втягивается, они приобретают дополнительную пару глаз. Уши, обычно загнутые назад, теперь заострены вверх. Грива становится заметно длиннее, как и увеличивается длина самого тела и немного высота в холке. Велоксы имеют более острые по сравнению со своими младшими собратьями когти, а также клыки. Плюс если у Денигуитов всё тело покрыто волосяным покровом, то у Велоксов он в некоторых местах заменяется чешуёй.

![](https://sun9-33.userapi.com/impf/c849216/v849216399/d5808/wn9HyiWzDQ8.jpg?size=604x293&quality=96&sign=20e3e0f7ca1b91408bd1d54dedd0df45&type=album)

### Фортис

Если же Денигуит станет Фортисом, то будет больше походить на льва. Правда вместо гривы он заимеет своеобразный панцирь, напоминающий хитиновый. Массивное тело, огромная пасть, тяжелые лапы — всё это причитается. А хвост, за ненадобностью, станет в разы меньше, напоминающий уже стандартный хвост любого представителя кошачьих.

![](https://sun9-11.userapi.com/impf/c849216/v849216399/d5818/LGo6pR4Pbrk.jpg?size=604x414&quality=96&sign=6b51e417abe86fc25682fc2eacb8a181&type=album)

Как заставить своего питомца эволюционировать? Достаточно просто усердно тренировать его. Вся эволюция Денигуитов напрямую зависит от их физических возможностей и количества поглощаемой пищи. Именно поэтому в процессе эволюции у них есть возможность сменить свой атрибут Тьмы на атрибут хозяина. Собственно, от выбранных тренировок также зависит и последующая форма Денигуита. Если вы отдали предпочтение в развитии скорости и ловкости, то получите Велокса. Силе и выносливости — Фортиса.

## Исключения/нюансы

Порой случается и такое, что Денигуиты эволюционируют без помощи Грешника. Такие обычно не идут ни на какой контакт, собирают свою стаю и становятся её вожаком. Некоторые считают, что так они пытаются поддержать популяцию своего вида. А некоторые думают, что так они попросту показывают свою силу.

## Самозащита и нападение

Денигуиты — опасные противники, которых не стоит лишний раз провоцировать. А охотиться на них — и подавно. Не дай бог вы сумеете загнать их в угол. Загнанный в угол зверь — самый страшный зверь. Пожалуй, к представителям этих монстров эти слова относятся лучше некуда.

## Способности

Сильная сторона каждой из этих особей — её физические данные. К магии у данных существ почти никакой предрасположенности нет, но в процессе эволюции вполне велика вероятность приобретения определённых магических способностей в зависимости от атрибута.
`;export{n as default};
