const n=`## Особенности строения

Дирмахи - огромные земноводные, достигающие порой 3,6 м в холке. Длинное, чуть приплюснутое тело оканчивается мощным, мясистым хвостом, снабженным ядовитыми кривыми шипами. В общем длина зверя варьируется от 13,5 до 15 м, больше половины которой приходится на хвост. Лапы достаточно вытянутые для земноводного, но позволяют ему развивать неплохую скорость на суше. Кожа покрыта слизью, предохраняющей от пересыхания.  
Небольшая рыбовидная голова вызывает чувство то ли страха, то ли отвращения, напоминая голову глубоководного иглорта. На челюстях красуются хаотичные по своей кривизне зубы, позволяющие крепко удерживать скользкую и проворную добычу. Причем, что удивительно, нижняя челюсть намного длиннее верхней, с чем это связано - пока неясно. Вдоль шеи расположен перепончатый плавник. Также макушку, шею и холку в три ряда покрывают зазубренные наросты, служащие своеобразной защитой.

### Органы чувств

> _Утром на вылазке обнаружили труп молодой особи Дирмаха. Бедняге досталось, похоже, соперник попался неудачный. 14-метровую тушу у нас не нашлось возможностей перенести, так что приняли решение взять только голову. Сейчас принимаюсь за осмотр, пока экземпляр свежий...  
> ... Изучая глазные яблоки, обнаружил любопытный факт. Всегда интересовало, почему у этих тварей так светятся глаза, даже при вполне хорошей освещенности. Кажется, я нашел ответ. За сетчаткой обнаружился тапетум - светоотражающий слой, совсем как у обычных кошек. Но большая разница в кристаллах гуанина, они крупнее и имеют иную форму. И сам тапетум.. Это не цельное пятно, а несколько пятен. Возможно, из-за этого Дирмахи и видят ночью намного лучше кошек. По примерным расчетам, их зрение превосходит человеческое в чувствительности в 30, а то и 40 раз! Это удивительное число при их размерах и образе жизни._

Тем не менее, Дирмахи глухи, у них отсутствует слуховой аппарат, в связи с чем они никак не реагируют на окружающие звуки.  
На их подбородке можно заметить два странных щупальцевидных отростка - это также один из органов чувств этого земноводного. С их помощью он улавливает малейшие колебания в толще воды, что помогает ему с легкостью обнаружить скрывающихся где бы то ни было существ.

## Среда обитания

В отличии от пилумов, Дирмахи отлично себя чувствуют не столько в заболоченных местах, сколько на берегах морей, озер и даже рек. Поднятия уровня воды сказываются на них очень благоприятно, расширяя охотничьи угодья, так что земноводные невероятно любят сезоны ливней.

## Образ жизни

### Питание

Дирмахи не привередливы и питаются любыми тварями, которых они могут проглотить целиком. Нередко даже небольшие особи пилумов становятся их обедом. Способны охотиться как под водой, так и на суше, однако от водоемов далеко не отходят из-за риска пересыхания.

### Поведение

Живут группами в 5-7 особей. Между ее участниками, как правило, конфликтов нет, а вот между группами не редки случаи бойни за территорию или пищу. В целом такая стая агрессивно относится ко всему живому, что попадает в их поле зрения, независимо от размеров и намерений существа.  
Одиночную цель постараются окружить и перекрыть выходы к отступлению, если же чужаки явились стаей - разбить на более мелкие группы, чтобы было проще убить. Преследовать жертву в случае ее побега вся группа будет до тех пор, пока та не пересечет границу их территории, при этом одна особь останется на какое-то время патрулировать этот район.  
Коммуникация осуществляется посредством клокочущих и гремучих звуков. Не исключено наличие своеобразных слов-сигналов, так как звуки в одних и тех же ситуациях (нападениях, нахождении пищи и тд) похожи.

### Размножение

Как и многие земноводные, эти твари размножаются при помощи икры. Однако заботливые родители не бросают детенышей на волю судьбы в открытый водоем. Икринки (размером, кстати, примерно с человеческую голову) надежно крепятся между задних лап самца. В связи с чем мужская половина особей имеет более широкий таз, нежели женская. Самцу приходится не только таскать развивающийся молодняк с собой, но и периодически проверять уровень их увлажненности. В период размножения отцы семейств редко покидают водоемы, не желая рисковать потомством. Примечательно, что самки в это время занимаются охраной территории, в связи с чем в период размножения и выведения потомства у них образуются огненные наросты, упрощающие самозащиту на суше.  
Вылупившиеся же детеныши лишаются какой-либо заботы и уходят в открытое плавание, в котором, в среднем, из 30 маленьких Дирмахов выживают только 3-4 наиболее сильных и везучих.

## Исключения/нюансы

Исключений нет.

## Самозащита и нападение

Игнорируя размер, силу и намерения, всей группой атакуют замеченного непрошеного гостя, не планируя позволять тому спокойно пересекать их владения.

## Способности

- Помимо ядовитых шипов Дирмахи обладают токсичной слюной, большая концентрация которой способна прожечь плоть, словно кислота. Монстры умело этим пользуются, плюясь веществом в противников с расстояния до 20 метров. Еще один повод не попадаться на глаза группе таких существ.
`;export{n as default};
