const n=`#### Особенности строения
  
Первое, что бросается в глаза при взгляде на Донкестру - это костяной купол, очень сильно напоминающий аналогичный у пахицефалозавра. Как и в случае с последним, это изобретение позволяет существу значительно смягчать удары от столкновения головой, чем оно весьма эффективно пользуется. Задняя часть купола окаймлена костяными выступами и костными шипами, однако они играют по большей части декоративную роль, ибо, хоть и являются прочными, все равно слишком тупы для нанесения серьезных повреждений.  
Птичья морда имеет непривычно большой и широкий с земной точки зрения клюв, украшенный крупными, но туповатыми зубами. Голова плавно переходит в крепкую, мускулистую шею, "одетую" в густой, ярко-лазурный мех и принимающую на себя большую часть нагрузки от ударов черепом. Не поглощенная часть импульса распространяется дальше по кошачьему телу (1,8 м в холке), где часть нагрузки переходит на грудную пластину и часть неумолимо проходит по позвоночнику, неспособному образовать прямую линию (из-за чего кажется, словно зверь вечно сутулится), что все же и вызывает у животного некоторый дискомфорт.  
  

[![](https://sun9-17.userapi.com/impg/UuTIj4KOzIuUoyd2h2gLYrrobarkQ1uChtambA/Gx48ToP7MRU.jpg?size=807x358&quality=96&sign=81268ea72bb652744b5b4643e3570fc9&type=album)](/photo345091886_457241038)

  
Хвост Донкестры, хранящий в себе жировые запасы, оканчивается крючкообразным костяным шипом, который она успешно использует для отдыха на деревьях, свободно повиснув на какой-нибудь понравившейся ветви. Передвижению по деревьям способствуют также когти, коими ее одарила природа. Что удивительно, кисти передних ног Донкестры целиком касаются земли, как у рептилий, а не приподняты на пальцах, как у большинства млекопитающих, но зато с задними кистями все обстоит наоборот. Кроме того, между ее лапами и хвостом натянуты кожные перепонки, засчет которых зверь может планировать на небольшие расстояния, словно белка-летяга.  
  
  
##### Органы чувств
Донкестра - преимущественно дневной зверь, предпочитающий передвигаться в более светлое время суток, а ночь переживать в верхушках леса, в связи с чем в условиях темноты ее зрение соответствует человеческому, а днем она видит чуть лучше грешников.  
Ее самым развитым органом чувств является обоняние. Эта тварь способна с легкостью уловить запахи от источников, находящихся в 7 км от нее, что несомненно делает ее рекордсменом среди других существ. Такое достижение возможно благодаря огромной площади "полезной" части носовой полости - той, что состоит из обонятельных рецепторов и различает запахи. Эта площадь у Донкестры почти в 8 раз больше, чем у обычных земных собак.  
  
  
  
#### Среда обитания
  
Будучи древесными жителями, Донкестры заселяют леса с высокими, мощными деревьями, способными послужить им ночлегом и укрытием.  
  
  
  
#### Образ жизни
  
##### Питание
Донкестры не привередливы и питаются плодами большинства растений Энкража. В связи с чем обладают средней сопротивляемостью к неизвестным им ядам и абсолютным иммунитетом к яду тех растений, которые постоянно употребляют в пищу.  
  
  
##### Поведение
В отсутствии опасности эти животные ну просто невероятно ленивы. Повисеть на дереве без дела, даже если не особо устал? Да! Повисеть на дереве, даже если голоден, а плоды в 5 метрах от тебя? Да! Повисеть на дереве, даже если мучает жажда, а до ручья лапой подать? Да! Расслабленная Донкестра - это символ лени. Расслабленная Донкестра - это матерь лени.  
Впрочем, все меняется, стоит только ей заметить существо приблизительно своих размеров. Любой такой незваный гость будет тут же объявлен врагом и окажется раздавлен. Во всех смыслах. Эти звери очень агрессивны к потенциальным противникам и будут использовать все свои силы и умения, чтобы от них избавиться. Единственным исключением являются особи своего же вида, но даже здесь их встречи проходят не всегда гладко, и иногда можно наблюдать эдакую схватку двух баранов.  
  

[![](https://sun9-48.userapi.com/impg/NfZhzOopAyUJ0XoNCFQSil2rreMuBTCb4Kz0sw/O9KiAo52NpA.jpg?size=807x463&quality=96&sign=fefaf640c7962ffe0bbb80be7d0ae024&type=album)](/photo345091886_457241039)

  
  
##### Размножение
О размножении Донкестр неизвестно практически ничего, ведь подобраться к их логову в такой период очень и очень сложно - агрессия в сезон спаривания растет в геометрической прогрессии, и не дай Сталкер вам столкнуться с обоими родителями. Все, что вам останется - это побег, незамедлительный и быстрый.  
  
  
##### Приручение
Как же наладить отношения с таким злобным существом, спросите вы? Это далеко не легко, но возможно - вам придется доказать свою силу и вымотать Донкестру в продолжительном поединке. Учитывая развитую выносливость, бой может длиться даже сутки, в зависимости от особи. Признаком победы станет не только тяжелое дыхание, но и выделение большого количества слюны из клюва, что будет означать, что зверь израсходовал все свои силы. Увидев это, можно уже без страха приблизиться к поверженному животному - оно вас признает.  
  
  
  
#### Исключения/нюансы
  
Исключений нет.  
  
  
  
#### Самозащита и нападение
  
Нападают, завидев потенциальную угрозу, и, скорее всего, самозащитой будет заниматься их противник, а не они сами.  
  
  
  
#### Способности
  
Донкестра не обладает магическими способностями, но поверьте, их физических умений достаточно, чтобы противостоять самым разным соперникам. Из самых распространенных приемов известны:

*   Лобовая атака с земли. Донкестра отбегает от вас на достаточное расстояние, а затем разбегается, склонив голову в попытке удариться о вас черепным куполом. Лучше под атаку не попадать - мало какая защита такое выстоит.
*   Лобовая атака с высоты. Как правило, используется при внезапном нападении. Донкестра раскачивается на ветви, а затем стремительно летит головой вниз прямиком в вас.
*   Удар хвостом. Толстый шипованный хвост зверь будет использовать как дубинку, весомо размахивая им вокруг себя. Эту атаку можно принять на себя, если вы уверены в своих силах. Но если есть возможно увернуться - лучше выбрать этот вариант.
*   Таран. Самое опасное умение из арсенала Донкестры. Зверь отбегает от вас на значительное расстояние, разбегается и в какой-то момент делает кувырок, зажимая в клюве собственный хвост и образуя шар, стремительно движущийся прямиком на вас. **Ни за что не попадайте под эту атаку.**

  
  

##### **Интересные факты**

*   Из черепного купола Донкестры можно изготовить щит или броню, способную защитить от атаки до ранга S-. Оружие из этого материала обычно не создают, так как достаточно сложно придать ему нужную форму.
*   Кожные перепонки этого зверя очень бархатные и мягкие наощупь, и одна затейливая грешница когда-то смогла использовать их в качестве ткани для платья.`;export{n as default};
