const n=`#### Особенности строения
  
Дульциденты – маленькие, примерно с ладонь, существа. Строение их тела чем-то напоминает гуманоидов. Ног у этих милых созданий нет, но они им и не нужны, в сидячем положении они напоминают своеобразную версию игрушки “Ванька-встанька”. Имеются у них и руки, для чего, правда, не совсем понятно. Вообще, эти монстры больше напоминают плюшевые игрушки, чем вполне себе разумное существо.  
  
  
  
#### Среда обитания
  
Найти их можно где угодно, у них нет постоянного места жительства.  
  
  
  
  
#### Образ жизни
  
##### Питание
Они – сладкоежки по своей натуре. Да и сладости – неотъемлемый атрибут их жизни, ведь только чем-то подобным они и могут питаться. С ними можно подружиться, если стабильно подкармливать какими-нибудь вкусняшками.  
  
##### Размножение
Грешники так и не узнали, как они размножаются. Даже нет достоверной информации, являются ли эти существа раздельнополыми.  
  
##### Поведение
Эти существа не любят жить стаями, максимум – две особи. Возможно, это объясняется их природной жадностью касательно сладкого - ни один Дульцидент не захочет делиться сладостями с сородичами.  
  
  
  
#### Исключения/нюансы
  
Как бы это не было смешно, но изредка появляются особи, которые не питаются сладким. Эти особи и сами не знают, чем питаются. И грешники не знают. В общем-то, такие в большинстве своём умирают.  
  
  
  
#### Самозащита и нападение
  
В качестве самозащиты они предпочитают избегать сражений, как таковых. То бишь, воспользоваться своей скоростью и как можно быстрее сбежать. Если же вам как-то удастся разозлить этого милого монстрика, будьте готовы к тому, что он попытается выцарапать вам глаза.  
  
  
  
#### Способности
  
Единственной способностью Дульцидентов является левитация.  
  

##### **Интересные факты**

*   Знакомьтесь, а это – **Капитан Апельсинчик**. Является **Эксклюзивным** неприручаемым дядей. Он один из тех Дульцидентов, которые питаются далеко не сладостями. Он питается цитрусовыми, а ещё терроризирует остальных Дульцидентов, ведя себя как самый настоящий пират, отсюда, собственно, и прозвище.

  

![](https://sun9-47.userapi.com/impf/c846522/v846522330/150956/W0koNmzVOjk.jpg?size=462x604&quality=96&sign=b7d6a19120e0e990bd84569102bc4a3c&type=album)`;export{n as default};
