const n=`#### Внешний вид
  
Цветок, сильно напоминающий лилию, снабжён луковицами, состоящими из мясистых низовых листьев. Отличительной чертой данного растения является необычный жёлтый, или даже скорее золотой цвет, а также количеством лепестков, численно равным 4.  
Стебель является прямым продолжением луковицы – как правило, маловетвистый, особыми свойствами не обладает. По размеру и всем остальным свойствам златоцвет напоминает совершенно обычную лилию, за исключением вкуса непосредственно лепестков, что обладают уникальным травянистым освежающим ароматом.  
Обладает крайне малым сроком жизни, однако быстро вырастает – всего за неделю.  
Очень редко можно встретить группу цветков, обычно в одном месте растут не более чем 1-2 стебля.  
  
  
#### Среда произрастания
  
Цветок крайне чувствителен и обычно растёт в различных укрытиях – будь то насыпь земли или пещера. Оптимальная концентрация проклятой энергии порядка 60-80%.  
  
  
#### Факты
  

*   Является достаточно известным «даром природы».
*   Вопреки своим свойствам, всё ещё несёт в себе немалое количество проклятой энергии – как следствие, для регулярного питания не подходит.
*   С данным цветком связано поверье, по которому златоцвет с 5-ю лепестками способен вылечить даже самые серьезные раны. Однако в данный момент не было встречено ни одного цветка с девиацией.
*   Крайне чувствителен к различным погодным аномалиям.
*   Золотые лепестки очень хорошо отдают вкус в воду. Чай из златоцвета приобретает абсолютно уникальный чарующий аромат и может считаться деликатесным напитком.
*   Практически никак не влияет на грешников с искажённым качеством цепей – и наоборот, для расколотых цепей златоцвет будет крайне полезен.

⠀  
  
#### Размножение
  
Размножается семенами, однако по неизвестной причине селекция даже в естественных условиях просто невозможна – семена в большинстве своём отказываются произрастать.  
  
  
#### Самозащита и нападение
  
Отсутствует  
  
  
#### Применение
  

*   Лепестка цвета обладают не только приятным вкусом, но ещё и крайне приятным свойством: после усвоения незначительно улучшать разгон энергии по цепям, стимулируя их. Данный эффект имеет влияние и на зелёные цепи, ввиду чего общее самочувствие и регенерационные способности улучшаются.
*   В случае простой заварки лепестков или поедания в сухомятку эффект будет практически незаметным, однако если опытный зельевар стимулирует эффект цветка, возможно создание весьма простых, но полезных зелий. За это свойство весьма ценится среди грешников.
*   Слабый десцендент, легко перебить другими свойствами, поэтому практически не даёт результата при крупных составных формулах Соломона.`;export{n as default};
