const n=`## Особенности строения

Импала выглядит как помесь лошади, антилопы и дракона, на голове которой возвышается длинный и острый рог. Вырастают от полутора до двух метров в холке. Тело мускулистое, но изящное. Покрыто крупными чешуйчатыми выростами, помогающими в защите от хищников.

### Органы чувств

Обладает великолепным зрением, способным различать цвета и с углом обзора в \\~350°. Обоняние и слух также развиты и помогают импале распознавать приближение хищников задолго до их появления на горизонте.

### Окрас

Чешуйчатая броня импалы переливается оттенками красного. На некоторых участках тела чешуйки мелкие и полупрозрачные, придавая коже розоватый оттенок, а в других местах они образуют прочные защитные выросты. Грива и кисточка на хвосте черного цвета.

## Среда обитания

Обитают на открытых пастбищах Энкража, где они могут свободно передвигаться, добывая пищу и избегая врагов.

## Образ жизни

Эти существа – стайные, предпочитающие собираться в крупные табуны. Стадный инстинкт помогает импалам защититься от нападений и выжить в суровой природе.

### Питание

Травоядны. Питаются преимущественно сорняками, что делает их отличными помощниками для фермеров, поскольку они контролируют рост нежелательной растительности. Они избегают растений с высоким содержанием аспекта, поскольку это может негативно сказаться на их здоровье.

### Размножение

Импалы размножаются половым путем и выкармливают детенышей молоком. Матери оберегают молодняк, пока те не станут достаточно крепкими, чтобы путешествовать с табуном.

### Приручение

Чрезвычайно дружелюбны к грешникам. Весь вид является результатом селекции, что началась еще в допотопные времена. Домашние импалы стали неотъемлемой частью жизни в Энкраже: их используют как ездовых животных, а также разводят ради мяса и молока. Дикие импалы легко приручаются, если их подкармливать сладостями и травами с огненным аспектом.

## Самозащита и нападение

При встрече с опасностью импалы предпочитают спасаться бегством или прятаться среди своего табуна. Их чешуя достаточно крепкая для защиты от мелких хищников, однако против более крупных и быстрых угроз они бессильны.

## Способности

Раздраженная импала может плюнуть в грешника сгустком огня.

## Интересные факты

- Доступны в качестве тягловых и ездовых животных для аренды в конюшнях замка.
- Мясо в зависимости от вырезки может быть достаточно мягким и сытным (90ед на 100г). Само по себе достаточно острое на вкус, не требуя специй. Обжаривается за считанные минуты. При варке становится пресным.
- Молоко по вкусу напоминает молочный коктейль, в который добавили пряностей и острого перца (10ед на 100г). Обладает согревающим эффектом, помогающим преодолевать болезни. Помогает в абсорбции ядов. Чтобы получить существенный эффект, молоко следует дополнить специями и алхимическими компонентами таким образом, чтобы уровень восстановления энергии превысил максимум грешника. Пациента следует завернуть в теплую ткань и давать состав каждый час. Проклятая энергия болезни и яда будет выводиться с потом. Для сильных ядов понадобятся более мощные добавки, а сам грешник может впасть в состояние лихорадки на время лечения.
- Кровь импалы можно использовать как основу для алхимических составов, усиливающих физические характеристики путем ускорения кровообращения и повышения температуры тела. В сочетании с атрибутом космоса ускоряет регенерацию энергии, а в сочетании с небесами увеличивает мощность магии.
`;export{n as default};
