const n=`#### Внешний вид
  
Стебель Калейда возвышается на 60 см над поверхностью земли. Он покрыт мелкими, буро-золотистыми волосками, придающими ему легкий шиммер. Венчающая его коронка состоит из пяти великолепных лепестков, напоминающих форму маковых. Белые покровы плавно переходят в глубокий коричневый оттенок, создавая красочный контраст, где каждый кончик лепестка напоминает тонкую кисть художника, которая аккуратно обрамляет его форму.  
Однако настоящая изюминка цветка заключается в его венозных выступлениях, которые протягиваются от основания лепестков к середине. Эти коричневые жилки напоминают множество волшебных символов и письмен, раскрываясь в сложных узорах на поверхности.  
В центре Калейда находится сложно структурированный пестик и тычинка. Пестик поднимается над тычинкой, образуя миниатюрную башню, украшенную мельчайшими венами и узорами. Очень чуткий к касательным контактам, предположительно, способный воспринимать и поглощать проклятую энергию для формирования сладчайшего нектара.  
В то же время, важно обратить внимание, что качество и приторность нектара зависит от возраста: интенсивность коричневых прожилок указывает на качество нектара, который цветок производит. Более выраженные и запутанные прожилки символизируют богатство и насыщенность проклятой энергией.  
Коричневые прожилки могут становиться более заметными и выразительными по мере старения цветка. Например, молодой цветок может иметь более нежные и тонкие прожилки, которые постепенно усиливаются и становятся более выразительными, когда цветок стареет.  
  
  
#### Среда произрастания
  
Цветение происходит исключительно рядом с Озером. Из-за требовательности цветка к влажному климату, его невозможно культивировать на безопасной территории, однако некоторые грешники восточных земель, подпольно, но выращивают небольшую плантацию Калейдов для продажи постоянным клиентам, пользуясь преимуществами моря кровавых слёз.  
  
  
#### Факты
  

*   Является ходовым наркотиком среди грешников, однако достать его не так-то просто: он выращивается либо для закрытых сообществ, которые применяют Калейд в культуре, либо для рыночных потребностей. Даже связавшись с поставщиками, Калейд запрещён к активному распространению из-за усиливающих эффектов употребления других веществ.
*   Обладает расслабляющими и галлюциногенными свойствами, в зависимости от добавленного количества в желаемую консистенцию. Принято употреблять именно умельчённые листья, хотя сок из растения также используется — он имеет сладковатый вкус, напоминающий варенье из малины.
*   Листья и сок отличаются лишь содержанием вещества: листья обеспечивают умиротворение и легкую заторможенность, в то время как сок обладает более опасными свойствами.
*   Передозировка соком может вызвать перевозбуждение, манию, деперсонализацию. При сильном передозе тело может парализоваться на несколько часов.

⠀  
  
#### Размножение
  
Цветок Калейды размножается путем образования семян, формируются каждые полгода. Когда наступает период опыления, тычинка цветка переносит пыльцу на пестик. Это происходит благодаря воздушным движениям. Попадая на пестик, пыльца оседает на него и начинает процесс оплодотворения. Затем начинается развитие зародыша, который находится внутри семени. Постепенно, из оплодотворенного зародыша формируется семя, окруженное защитной оболочкой.  
Когда семя достаточно зрелое, оно выпадает из цветка и попадает на землю. Шанс произрастания зависит исключительно от наличия влажной среды с обильным поливом. В то же время, важно учесть одну особенность: семена могут храниться веками при хранении в достаточной проклятой консистенции, набираясь сил. Говорят, что такие Калейды намного питательнее и их эффект заметно сильнее.  
  
  
#### Самозащита и нападение
  
Не опасен не в моменты размножения. Но при размножении обильное вдыхание пыльцы может вызвать кашель и чихания, так как это наиболее плотная часть на концентрацию проклятой энергии, вытягиваемой при сосуществовании с ветрами морских вод. При длительном контакте цепи грешника могут расстроиться, а грешника будет выворачивать несколько часов от передозировки проклятой энергии.  
  
  
#### Применение
  

*   Листья Калейда могут быть использованы для создания чая, который обладает способностью снимать стресс, улучшать сон и способствует релаксации. Также его нередко добавляют в алкоголь для того, чтобы эффект расслабления продержался дольше.
*   Для снятия каких-либо болей допускается употребление до 2.5г листьев тщательного перемола, снимает усталость и тяжесть. Можно присыпать конкретно к ранам грешников, чтобы снимать воспаление и провоцировать цепи на интенсивное заживление. Ни в коем случае не допускать употребления в больших количествах, иначе грешнику станет только хуже.
*   Сок Калейда при правильной обработке может быть превращен в эликсир, который временно расширяет способности интуиции. Это может быть полезно для творческих личностей, исследователей и тех, кто ищет нестандартные решения.
*   Комбинируя листья и сок Калейда с другими ингредиентами, алхимики могут создать зелья, которые временно стирают определенные воспоминания или усиливают память. Эти зелья могут использоваться в лечении психологических травм или в ситуациях, требующих временного забвения.
*   Религиозные и духовные общности используют Калейда в своих практиках: цветок служит ингредиентом для приготовления благовоний и кадил, которые помогают создать атмосферу умиротворения и сосредоточенности во время молитв и ритуалов. Многие говорят, что ловят "приход" и "сознание расширяется".
*   Стебли и листья Калейда обладают особыми акустическими свойствами. Из них можно изготавливать музыкальные инструменты, такие как флейты или колокольчики, которые издают мелодичные звуки с успокаивающим эффектом.
*   Эфирное масло, полученное из цветков Калейда, может использоваться в ароматерапии. Его аромат способствует расслаблению и медитации.
*   Калейд можно использовать для удобрения, когда старые цветки вырываются и перемалываются. Также они подойдут для корма крупных травоядных.

⠀`;export{n as default};
