const n=`#### Особенности строения
  
_Канцеры имеют три формы:_  
  
Первая форма - **детеныш** - напоминает собой эдакого пузатого Компсогната (самый маленький в мире динозавр). По размерам он примерно такой же, то бишь не превышает 40 см в высоту. На голове имеется рог, пропитанный слабым ядом, действующим на мелких существ как парализатор.  
  
Следующая стадия - **подросток** - уже в разы больше своего предшественника как размерами, так и формой, напоминает бегемота из реального мира. Имеет странный, на ощупь мягкий отросток за головой. На этом же отростке красуются шипы в значительном количестве, состав яда также отличается, теперь в некоторой степени контролируя нервную систему жертвы, заставляя ее двигаться в противоположном от Канцера направлении. Мелкие существа могут погибнуть от его действия. Предположительно, сам мясистый отросток является большой железой, вырабатывающей яд.  
Более мелкие шипы покрывают также всю спину и круп.  
  
Последняя же форма - **взрослый** - в росте достигает трех, а то и более метров. Вместо стандартных четырёх лап появляются три пары крабьих конечностей. Некогда бывший отросток теперь преобразуется в "капюшон с воротником", надежно закрывая голову и шею. Яд приобретает более значительные последствия в виде почти мгновенного летального исхода жертвы и одаряет Канцера званием самого ядовитого существа в Энкраже.  
  
  
  
#### Среда обитания
  
Заселяют леса и равнины Энкража, одним словом - любые территории, покрытые достаточным количеством растительности. Из-за большого количества вырабатываемого яда нуждаются в постоянном источнике воды.  
  
  
  
#### Образ жизни
  
##### Питание
Детеныши и подростки мирно разделяют вкусы грессилов, питаясь исключительно растительностью. А вот взрослые, обладая уже измененными челюстями, ни в чем себе не отказывают, становясь всеядными. Однако они не охотятся самостоятельно и поедают мясо в том случае, если на них кто-то напал - благодаря яду обидчик тут же станет пищей.  
  
##### Размножение
Размножаются эти существа посредством откладывания яиц. Каких-то видимых отличий между самцом и самкой не замечено.  
  
##### Поведение
Канцеры абсолютно неагрессивны, но, тем не менее, хищники нередко нападают на этих существ. Впрочем, взрослый Канцер с удовольствием примет бой - еда никогда не бывает лишней.  
  
  
  
#### Исключения/Нюансы
  
Единственный случай, когда Канцер в процессе эволюции заразился Инсанирой, причём никто не знает как, привёл к чертовски плачевным событиям. Больная и агрессивная особь попросту застряла на этапе перехода от второй формы к третьей, потеряв возможность эволюционировать. Пользуясь своим еще подростковым ядом, бешеный Канцер заставлял существ убегать от себя, а затем играл в длительные догонялки, в конце концов убивая и поедая добычу.  
За эволюцией этих созданий нужен глаз да глаз, иначе всё может закончиться плохо.  
  

![](https://sun9-45.userapi.com/impg/c857528/v857528342/14db0a/5VVFTP88Ibs.jpg?size=807x395&quality=96&sign=334f2728558d9396d5956facdafb209e&type=album)

  
  
  
#### Самозащита и нападение
  
Как бы сильно вас не пугала последняя форма Канцеров, на деле они относительно безобидные существа, не нападающие от слова совсем. Им это, по сути, и не нужно.  
  
Особь-детеныш после любого открытого столкновения, скорее всего, умрёт.  
  
Особь-подросток, вполне вероятно, выживает. Или же может убежать. Если неудачливый Грешник сам попадётся на шипы, то Канцер и вовсе останется победителем.  
  
Со взрослыми особями всё куда страшнее: почти всё их тело покрыто шипами, любой порез, который они вам оставят, может привести к фатальному исходу. Лезть в драку против такого существа может только поистине глупый грешник — смысла-то для драки нет, по сути, эти существа всё равно никому не мешают.  
  
  
  
#### Способности
  
Канцеры способны вырабатывать яд прямо внутри своего организма. То есть, начиная с формы подростка, помимо яда, находящегося в отростке на их голове, также и слюна этих существ действует как кислота, прожигая то, к чему они притронулись. Из-за подобного строения, Канцеры полностью неуязвимы к любым известным ядам.  
  

##### **Интересные факты**

*   Какой-то энтузиаст научился сцеживать яд у этих животных, впоследствии используя его в своих нуждах.`;export{n as default};
