const n=`## Особенности строения

Земляной Карабис обладает длинным, мускулистым телом, покрытым плотной кожей с шершавой текстурой. На его спине расположены мелкие защитные щитки, а в передней части тела — крепкие, изогнутые челюсти, которые помогают ему рыть туннели в земле. Его тело постепенно утончается к хвосту, что позволяет эффективно двигаться в узких пространствах.  
Как правило, Карабис является своеобразным вредителем, который повсеместно любит уничтожать продовольствие или же плоды, растения, которые обладают высокой концентрацией.  
Кожа Земляного Карабиса чрезвычайно эластична и прочна, что позволяет ему не только легко перемещаться по узким туннелям, но и выдерживать давление на больших глубинах. В то же время, довольно много молодых Карабисов можно вылавливать на поверхности до 10 метров, и лишь самые крупные встречаются от 40 метров.  
Основные размеры Карабиса составляют в длине от 2 до 15 сантиметров, при этом его диаметр может варьироваться от 1 до 5 сантиметров. Взрослая особь может весить до 1 килограмма, в зависимости от насыщенности питанием и влажности окружающей среды.

### Органы чувств

У Земляного Карабиса нет глаз, но он обладает чувствительными волосками по бокам тела, которые воспринимают вибрации и изменения давления концентрации. Эти волоски позволяют ему легко ориентироваться в темноте подземных ходов, а также искать наиболее плодовитые земли, в которых наибольшее количество концентрации.

### Окрас

Его кожа имеет тёмно-земляной оттенок с редкими пятнами синеватого цвета, которые помогают маскироваться в почве. Брюшная часть более светлая и гладкая, что позволяет скользить по влажной земле.

## Среда обитания

Земляной Карабис обитает в глубинах плодородной почвы, предпочитая влажные и тёплые места. Он роет сложные туннельные системы. В то же время, Карабина способен выдерживать тяжёлые перепады температуры, если у него будут запасы, а почва не будет подвергнута катаклизмам.

## Образ жизни

Своё основное время препровождения Карабис тратит на то, чтобы рыть тоннели и путешествовать с одной точки в другую ради поиска наибольшей энергетической жилы. Он ведёт преимущественно одиночный образ жизни, редко встречаясь с сородичами, кроме как в брачный период. Как правило, каждый Карабис стремится обзавестись плодовитым источником питания для комфортной жизни, в которой может себе позволить заводить потомство.  
В то же время, он старается избегать активных магических источников, которые проецируют грешники, из\\-за своей чувствительности к изменению окружающего фона.

**Питание**  
Земляной Карабис питается корнями растений, мелкими насекомыми и энергетическими остатками других существ.

### Развитие

Развитие Земляного Карабиса проходит в несколько этапов: личинка, молодая особь и взрослая особь. Личинки развиваются в глинистых подземных камерах, питаясь энергетическими отложениями.  
После нескольких месяцев личинка превращается в молодую особь, которая начинает самостоятельную жизнь, рыть собственные туннели и искать пищу. Взрослый Карабис достигает полной зрелости через 2-3 года, после чего начинает искать партнёра для размножения.

### Размножение

Как правило, Карабисы стремятся найти для своего потомства наиболее концентрированный источник земли, либо же ищут иные средства. Например, огромную кладку Карабисов можно найти на местах недавней погибели каких-либо существ или же грешников, либо же на кровопролитных территориях.  
Размножение Земляного Карабиса происходит раз в несколько лет, в зависимости от условий среды.  
Размножается Земляной Карабис путём откладывания яиц в специальные подземные камеры. В одной кладке может быть до 100 яиц, из которых через несколько недель вылупляются маленькие личинки.

### Поведение

Земляной Карабис крайне осторожен и избегает прямых контактов с потенциальными угрозами. Он очень чувствителен к изменению влажности и температуры, а также концентрации, потому нарыть Карабисов порой бывает не так просто: магию использовать, как правило, запрещается, и приходится вручную выкапывать, так как неестественные энергетические импульсы на поверхности заставляют Карабисов уходить на глубину подальше.

## Самозащита и нападение

В случае опасности Земляной Карабис быстро закапывается глубже в землю или использует свои мощные челюсти для обороны, потому рекомендуется его ловить не за хвост или туловище, а вытягивать за верхние части, чтобы Карабис не мог развернуться и укусить. При угрозе он также выделяет неприятный запах, отпугивающий врагов.  
Если неправильно схватить Карабиса, он может оставить неприятную миазму после себя, а также легко выскользнуть обратно в почву, с лёгкостью прорываясь сквозь крупицы.

## Способности

Одной из самых выдающихся его способностей является способность аккумулировать и хранить энергию. В периоды изобилия Карабис активно поглощает энергетические остатки из земли, растений и других существ, преобразовывая их в своеобразные энергетические кристаллы, которые откладываются в его теле. Эти кристаллы не только служат источником энергии в неблагоприятные сезоны, но и усиливают его регенеративные способности, позволяя быстро восстанавливать повреждённые ткани.  
Кроме того, его челюсти не только мощные, но и могут выделять особую кислоту, которая разъедает даже самые твёрдые корни и минералы. Это позволяет Земляному Карабису прокладывать туннели в особенно плотных слоях почвы, которые другим подземным существам недоступны.  
Еще одной интересной способностью является его способность к изменению окраса. При повышении концентрации энергетических потоков в почве, его пятна на коже начинают светиться тусклым синим светом. Это свечение помогает ему ориентироваться в поисках самых богатых энергетических жил и также отпугивает потенциальных хищников.

## Интересные факты

- Среди грешников известно выражение «нашествие Карабисов», что подразумевает сезон, когда их наибольшее количество нападает на склад, или же когда они уничтожают все посевные поля в восточной деревне. Как выяснили учёные из Ассамблеи, Карабисы крайне чувствительны к смене условий концентрации, а потому начинают нажираться как можно больше энергии, чтобы вырасти в размерах и использовать подобные запасы как защитную оболочку от любых аномалий.
- Активно используется как наживка на рыбалке для того, чтобы подманивать других существ: чем крупнее Карабис, тем более насыщенный будет улов.
- Карабиса также используют для прикормки другим существам, например, Камышовому Охотнику, который обожает питаться мелкими существами. Большие размеры Карабиса говорят о качестве питания.
- Некоторые грешники могут использовать Карабиса как деликатес: несмотря на то, что он обладает огромными концентрациями проклятой энергии, грешники могут использовать его для того, чтобы получить психоделический эффект от резкого повышения проклятой энергии в теле. Употребление Карабиса может вызывать временное опьянение.
- В некоторых культурах из его выделений готовят редкие эликсиры, которые используют в медицине для заживления ран и укрепления общего состояния. Также, при добавлении атрибута Небес, остатки Карабиса могут давать эффект чувствительности к изменениям в почве, вибрациям.
`;export{n as default};
