const n=`## Особенности строения

**Конил** внешне выглядит как обычный антилоповый заяц, что обитает в лесах и равнинах человеческого мира. Помимо интересного и необычного окраса его отличием являются большие уши. Их особенность в том, что Конил может не только прыгать по земле, но и порхать подобно птице за счет перьев. Правда, высота полета этого зверька составляет лишь два метра, и взмыть до самых облаков не позволяют силы. Когда это подобие зайца приземляется на почву своими маленькими лапками, то перья сворачиваются, словно китайский веер, и издалека напоминают стандартные уши. Длина взрослой особи 40-60 сантиметров, а масса почти 3 килограмма.

### Органы чувств

В отличие от Скиумусов, у Конилов остро развит не только слух, но и зрение и обоняние. Благодаря этому он становится далеко не такой легкой добычей, какой мог показаться изначально.

## Среда обитания

Не прихотливые к окружающим условиям, обитают практически повсюду, за исключением беспросветного леса и гор. Особенно часто их можно отыскать на предгорной поляне и в оранжерее. Нередко сопровождают мигрирующие стада Бовемов и Альбов.

## Образ жизни

Конил остается в живых благодаря своей ловкости и проворности, убегая от любых хищников с неимоверной скоростью, что не позволяет им поймать его и сделать обедом или ужином. Это чересчур усовершенствованный заяц, который способен не только бегать с огромной скоростью, но ещё и летать. Любит понежиться на зелёной травке днём, а ночью спит крепким сном в самодельной норке. Рацион его питания составляют лишь разного рода плоды деревьев, не более.

## Исключения/нюансы

Редкий случай, когда уши Конила не оперяются и его единственным спасением остаются лапы.

## Самозащита и нападение

Слишком трусливое создание, поэтому спасается обычным бегством или же полётом.

## Способности

Отсутствуют.

### **Интересные факты**

- С каждым вырванным пером вы не только делаете больно Конилу, но и постепенно лишаете его слуха.
`;export{n as default};
