const n=`## Внешний вид

Отвратительные, но по своему прекрасные поганки глубоко алого оттенка. Имеют настолько тонкую грибницу, что та почти незаметна. Средний размер от пары сантиметров до метра. Внешним видом напоминают грибы, однако жизненный цикл этих растений не похож ни на один известный земной науке.

## Среда произрастания

Лес крови

## Факты

- Вне места своего обитания не проявляет каких-либо особых свойств.
- Может паразитировать на некоторых животных, обитающих к кровавом лесу.
- Есть основная предполагать, что гриб имеет влияния по принципу "Ведьминого круга", образуя кольцо спор в некоторой части леса.
- Механизм заражения так и не был толком изучен ввиду невозможности провести его вне кровавого леса.
- Гриб невероятно влажный на ощупь, пахнет, как ни странно, кровью.
- Непосредственно во время процесса паразитирования гриб защищает тело грешника от отравления внешней энергией.
- Наиболее эффективный способ защиты — мгновенная сокрытие ран и остановка кровотечения.

## Размножение

Побеги корнахеля растут исключительно в кровавом лесу, причём в более глубоких его частях. Спровоцировать их рост достаточно просто — необходимо появится живому существу с открытой раной. Кроме того, если смочить кровью землю, вполне возможно, что через некоторое время на ней тоже вырастет несколько грибов, однако они будут совсем небольшими.

## Самозащита и нападение

До сих пор невозможно провести закономерность, в каких именно местах и обстоятельствах корнахель заражает жертву: его споры невидимы для глаза, если они вообще есть. Единственное что можно сказать точно, зона вокруг уже растущих грибов в радиусе 2-16 метров (в зависимости от концентрации и размера оных) является однозначно опасной, и в случае появление свежей крови на данной территории, корнахель моментально начнёт своё заражение.  
Проявляется оно примерно спустя 3-6 секунд после того, как из раны существа пошла кровь. Первым делом место ранения покрывается тонкой грибной плёнкой, что моментально начинает впитывать алый нектар, полностью отключая естественную регенерацию существа в захваченном месте. Независимо от обстоятельств, спустя всего пару минут, гриб поглощает всю доступную кровь, параллельно выпуская внутрь жертвы свою грибницу, что обвивает весомую часть плоти, при этом разрастаясь вверх в виде нескольких грибообразных побегов. Темпы роста и регенерации растения абсолютно аномальные и напрямую зависят от площади контакта паразита с раной и объемом получаемой крови.  
Стоит отметить, что данный процесс абсолютно безболезненный, и гриб даже не ощущается как нарост. Те, кто был подвержен эффекту, говорили, что это словно "продолжение твоего тела". Но всё это актуально лишь до момента, пока жертва не оказывает сопротивления: любая попытка навредить грибу сопряжена с невероятной болью, словно ты рвёшь собственные нервы. Даже простые прикосновения к грибу со стороны любого существа вызывают у жертвы болевые ощущения сравнимые с переломом кости.  
Всего за четыре минуты грибница корнахеля способна поразить всё тело в радиусе порядка 70 сантиметров от раны.  
На данном этапе, если гриб получил недостаточное количество крови, он прекратит свою деятельность, просто оставаясь на теле жертвы, всё также остро реагируя на попытки удаления. Подобное возможно в случае, если гриб поразил конечность существа ниже колена/локтя и поступление крови к ней было своевременно остановлено, но даже так это обычно означает потерю части тела.  
В противном же случае, паразит полностью захватывает организм, поглощая всю доступную кровь и формируя новые побеги по всему телу. Данный этап уже причиняет сильнейшую боль и бессилие, однако, к счастью жертвы, та быстро теряет сознание.  
Так или иначе, гриб как можно дольше старается сохранить жизнь своему носителю. Корнахель при этом остаётся целостным, и, касаясь земли, вырабатывает немного крови, после чего благополучно врастает в землю, медленно меняя своё положение, почти как живое существо, образуя достаточно объемное скопление грибов.

## Применение

- Алхимическая практика показала, что в случае удаления из земли, а лучше прямо с тела грешника, гриб может стать одним из немногих способов эффективного хранения крови. Однако в случае, если гриб коснулся земли, кровь внутри него теряет свои основные свойства, в течении месяца становясь абсолютно непригодной. Добыча желаемой жидкости осуществляется путём перемалывания мякоти гриба в кашу с последующим отцеживанием. Получившаяся жидкость будет на 95% свежей кровью.
- В случае срывания гриба непосредственно в момент заражения жертвы, он способен сохранить кровь без потери основных свойств в течении почти 3-х месяцев в условиях с пониженным содержанием проклятой энергии в окружении.
- В алхимии считается ярко реагирующим асцендетом, который желательно перебивать умеренным характером остальных компонентов. При добавлении хаотичного характера взрывает колбу и может заразить грешников.
`;export{n as default};
