const n=`## **Внешний вид**

Высота дерева \\- от 5 до 10 метров, диаметр ствола \\- 50-80 см. Кора гладкая у молодого дерева, шероховатая и пластинчатая у старого, серо-коричневого цвета, Внутренняя часть варьируется от светло-коричневого цвета (молодое дерево), до бурого (старое дерево). Корневая система неглубокая, однако раскидистая.  
“Бродя по этому Лесу мне всякий раз кажется, будто я слышу отголоски битвы Тёмного Отца и Кобры. Мне кажется, что вот вот пойдет кровавый дождь. Я поднимаю голову и прикрываю глаза, замирая в ожидании. Но красные капли не касаются моего лика. Тогда я усаживаюсь под дерево, которое имитирует тот самый дождь. И снова поднимаю голову. В этой гнетущей атмосфере я однако ощущаю себя причастным к событиям давно минувших дней.”  
Считается что листья Крето имели другой цвет, но кроваво-красными они стали из\\-за Дня Чёрного Солнца. По легенде деревья так скорбели, что усиленно впитывали в себя капли кровавого дождя, чтобы затем отдать её Тёмному Отцу и залечить его раны после трудной битвы. Листья произрастают обильно, тонкие и длинные, бархатные на ощупь и на вид. Средние размеры \\- 5х20 см. Имеют несколько оттенков красного, от ярко-алого до тёмно-бордового.

**Среда произрастания**  
Лес крови, прямо у водоемов. Некоторые стоят в воде.

## **Факты**

- Листья имеют металлический привкус, как у крови;
- В День Чёрного Солнца Крето цветет красными крупными цветами, у которых всегда 6 лепестков, а каждый лепесток имеет тонкую черную сетку, напоминающую нервную систему человека. Цветы не имеют запаха, но вкус такой же, как у листьев, только более яркий. Особенность \\- обильный сок красного цвета;
- Более яркие свойства имеют листья молодого Крето;
- Используется последователями Отца \\- входят в состав отвара, необходимого для интенсивных медитаций и настроя на волну взаимодействия с откровениями Тёмного Отца;
- Употребление листьев в большом количестве вызывает безумие и фанатичность в отношении самых сокровенных желаний. В сыром виде \\- в большей степени, в отваре \\- в меньшей. Передозировка вводит в состояние временной комы, однако молодым грешникам для этого нужно меньшее количество. Кто-то считает, что организм попросту не справляется с интоксикацией и себя защищает, давая время на восстановление. Но также существует иное мнение: “Сие есть священный транс, наше сближение с Кеномой”;
- Цветы укрепляют и усиливают тело и магические цепи, однако пагубно влияют на рассудок. После употребления грешник действует, скорее, на инстинктах, не всегда отдает отчет своим действиям. По истечению времени воздействия наблюдаются провалы в памяти, немощность, в редких случаях временный отказ цепей. После срыва цветок в течение 30 минут теряет практически весь цвет, а также свойства.
- Постепенно вытягивает кровь из открытых ран. Данный факт используется для проведения одного из ритуалов, суть которого в следующем: проводящие ритуал обступают дерево, преимущественно молодое, по кругу и под песнопения намеренно отдают свою кровь, нанося себе незначительные повреждения. Такие объединяющие действия создают комфортную среду для медитаций.

## **Размножение**

Когда дерево доживает своё время, оно обесцвечивается, рассыпается и развеивается по ветру. Не обязательно на том же, но в пределах ареала обитания появляется новый росток.

## **Самозащита и нападение**

Не нападает.

## **Применение**

- Отвары, преимущественно для ритуалов;
- Компонент зелья;
- Усиление характеристик;
`;export{n as default};
