const n=`#### Особенности строения
  
Крефигциимы - довольно крупные существа даже по меркам Энкража. Средний рост особей достигает около 5,7 м, а средняя длина - все 25 м с учетом хвоста! Но размеры - далеко не главная их особенность. Вот какое описание предоставил Вальгардам один из безымянных исследователей этого мира:

> _Ооо, вы бы видели этих существ! Я ведь с ними как столкнулся вообще - я ж искал минералы, значит-с, и набрел на пещеру. Ну как набрел, я же искал пещеру специально.._ \\[часть рассказа опущена как незначимая\\] _..И вот я, значит-с, бреду по основному туннелю (а он там ни хухры-мухры сколько метров в ширину!) этой самой пещеры и вдруг слышу - шаги! Да не какие-то там шажочки, а тяжелую твердую поступь! Я прям там и присел. Думаю, бежать а-ль нет, но любопытство мое по итогу верх-то взяло. Иду-с, я, значит-с, на звук, а его источник оказался немного дальше, чем я планировал - эхо, видать, немного меня подобмануло, так что прошла еще пара минут до того, как я наконец столкнулся с этим зверем. Ох, и вы бы видели, вы бы видели! Я к нему подобрался с хвоста, и клянусь, это точно была огромная, черт возьми-с, мутировавшая землеройка! Или крыса, я не знаю. Но у этого существа был голый розоватый хвост, точно как у какого-нибудь грызуна. Задние лапы в 2 раза выше меня, массивные, как у слонов, а когти ровно с мою голову!  
> Но это еще не все. Я там, значит-с, долго не решался обойти эту тварь, думал даже употребить пару грамм для смелости, у меня была с собой бутылочка хорошая на случай.._ \\[часть рассказа опущена как незначимая\\] _..Обошел, я значит-с, эту землеройку-переростка, а у нее под пузом такое! Будто бы детеныша вынашивает, только не в утробе-с, как должно быть по всем законам природы, а снаружи! Картина, честно сказать, мерзопакостная, но для Энкража привычная.  
> Морду разглядеть мне так и не удалось, уж извините-с, больно высоко она была, однако не покидало ощущение, что смотрю я на сухопутного кита._

  
 После изучений данных существ можно сделать вывод, что исследователь-любитель был не так уж и не прав, называя Крефигциимов землеройками. Крупные когти, особенно на чуть вытянутых и растопыренных передних лапах, необходимы для копания не только податливой почвы, но и достаточно твердых земных пород.  
 Морда животного явно приспособлена для его способа питания - неподвижная глубокая нижняя челюсть в два раза длиннее верхней и исполняет роль ковша, загребающего почву, в то время как верхняя помогает существу проталкивать всю эту массу дальше в глотку.  
 Можно заметить, что тело покрыто каменными наростами - это связано с навыком Крефигциимов "Окаменение", о котором можно прочитать ниже.  
  
  
##### Органы чувств
Свою слепоту Крефигциимы восполняют отличным обонянием (их ноздри расположены на верхней челюсти), а также неплохо развитым слухом и замечательными осязательными навыками.  
  
  
  
#### Среда обитания
  
Крефигциимы - подземные обитатели и заселяют сеть подземных ходов, окутывающую предгорную и горную местность на севере Энкража.  
  
  
  
#### Образ жизни
  
##### Питание
Питаются эти существа посредством поглощения и фильтрации почвы. Крефигциим заглатывает значительный объем земной породы, после чего в желудке происходит переваривание любой органики, оказавшейся в съеденной массе. Не переваренные компоненты возвращаются обратно в окружающую среду или становятся материалом для окаменения.  
  
##### Размножение
Крефигциимы не способны дать потомство, однако они нашли свой способ поддержания популяции - они попросту отказываются умирать. У каждой особи под животом растет и развивается "детеныш". На самом деле это точная копия этой особи, которая в будущем заменит свой оригинал. По последним данным цикл развития у Крефигциимов следующий:

*   **1-й этап:** _с момента обновления до 28 лет._  
    У текущей особи продолжает свой рост ее копия, находящаяся в подростковом периоде развития организма. Окаменение затрагивает только эпидермис кожи на определенных участках: нижняя челюсть, плечевой сустав передних лап, бедро задних лап, бока, основание хвоста.
*   **2-й этап:** _с 28 лет до 56 лет._  
    У растущей копии начинает развиваться ее потомок и заметно слабое окаменение. Окаменение текущей особи распространяется дальше по туловищу, покрывает значительную часть суставов, проникает глубже в кожу, уже поражая дерму и гиподерму. К концу этапа живот особи заметно теряет в размерах, предоставляя больше место для копии.
*   **3-й этап:** _с 56 лет до 85 лет._  
    Окаменение текущей особи начинает затрагивать мышцы, кости и некоторые органы. Ткани копии начинают слияние с тканями оригинала, постепенно поглощая и заменяя собой. Единственное, что не поглощается, а остается нетронутым - мозг. Таким образом существо не теряет накопленные знания. К концу этапа оставшиеся ткани оригинала окончательно каменеют и отмирают. Цикл начинается заново.

  
  
##### Поведение
Крефигциимы не социальные существа и избегают встреч друг с другом. При вынужденном контакте особи стараются как можно быстрее уйти друг от друга.  
Что же касается других видов, то Крефигциимы не агрессивны до тех пор, пока существо не воспринимается ими, как источник опасности. То есть, вызвать агрессию по отношению к себе могут животные больших размеров, либо те, что ранее приносили вред конкретной особи, и та это запомнила.  
  
  
  
#### Исключения/нюансы
  
Исключений нет.  
  
  
  
#### Самозащита и нападение
  
Безусловно начинают защищаться при нападении. Атакуют первыми, если объект считается опасным.  
  
  
  
#### Способности
  

*   **Окаменение.** Съеденные горные и земные породы анализируются организмом существа, после чего избирается наиболее твердая и прочная структура, улучшается, если это возможно, и клетки перестраивают свою кристаллическую решетку согласно обнаруженной структуре, используя расщепленную породу как поддерживающий материал. Окаменение - это пассивная способность Крефигциима, которая активна на протяжении всей жизни его организма и обеспечивает ему очень прочную защиту как от магического, так и от физического воздействия. Окаменение начинается с поверхностных слоев кожи, постепенно проникая все глубже. В последнюю очередь оно затрагивает репродуктивный орган, отвечающий за создание и развитие копии.

  
  

##### **Интересные факты**

*   За все время удалось убить только одного Крефигциима - умелый грешник умудрился убить развивавшуюся копию, и спустя несколько лет особь погибла, не успев обновиться и полностью окаменев. К сожалению, грешникам так и не удалось добыть стволовые клетки Крефигциима из-за своей неосторожности - окаменевшее существо оказалось намного более хрупким, чем ожидалось, и после недостаточно аккуратной попытки добраться до репродуктивного органа, застывшего на грани между органикой и неорганикой, "статуя" попросту рассыпалась.
*   Популяция Крефигциимов составляет всего 8 особей.`;export{n as default};
