const n=`## Особенности строения

По общему виду напоминает белокожую, приятную на ощупь, ящерицу. Имеет длинную шею и небольшую морду, которая закрыта золотистой маской они (демона) собаки. Маска выглядит достаточно реалистичной в образе Легита, из-за чего создаётся ощущение, что перед вами действительно демон из восточной мифологии. Имеет при себе 3 пары лап (2 передние, 1 задняя), которыми способен пользоваться, как руками. Без проблем совершает движения, подобно грешникам и разумным существам в целом. Всегда восседает в позе дзена, левитируя. Имеет вьющийся длинный хвост, достигающий в длину до 4 метров. На спине двойная зеркальная друг другу пара крыльев, каждое из которых не меньше 8 метров. За спиной имеет небольшое золотистое кольцо, напоминающее больше нимб.

## Среда обитания

Обитает в синеводной пещере, других подробностей нет.

## Образ жизни

Неизвестно.

## Исключения/нюансы

Неизвестно.

## Самозащита и нападение

Неизвестно.

## Способности

Неизвестно.

### **Интересные факты**

- Из-за того, что ещё никто не выходил живым после захода на территорию синеводной пещеры, никто точно не знает, какими именно способностями и повадками обладает Легит. Исходя из данного, информация на него составлена не точная, указывающая только на конкретный внешний вид. О существе много раз упоминают, но никто не может сказать ничего с точностью. Образ Легита создан только по мимолётному эскизу одного из художников Энкража, пропавших без вести.
`;export{n as default};
