const n=`## Особенности строения

Люминисса Водная выделяется своим изящным и утончённым видом среди эфирианских медуз. Длина её тела достигает 1 метра, а вес — около 20 килограммов. Вытянутое и гибкое тело, усыпанное длинными, тонкими щупальцами, испускающими мягкое голубоватое свечение, создаёт видимость подводного феномена. Щупальца покрыты мельчайшими ворсинками, усиливающими их сенсорные свойства. Центральная часть тела заметно тоньше, что придаёт Люминиссе дополнительную грацию, но делает её более уязвимой по сравнению с другими подводными существами. Такая форма идеально подходит для жизни среди кораллов и в укромных подводных гротах.

### Органы чувств

Люминисса обладает уникальными фотосенсорными органами, расположенными вдоль тела. Они улавливают и анализируют отражённый свет, помогая ориентироваться в тесных лабиринтах рифов и подводных пещер. Эти органы не только определяют расстояние до объектов, но и помогают находить укрытия. Щупальца Люминиссы реагируют на уровень освещения, позволяя ей контролировать яркость свечения. Она может ослепить агрессоров или, напротив, привлекать добычу, создавая иллюзию безопасности.

### Окрас

Это живая симфония цвета и света, приковывающая взгляд и завораживающая своей красотой. Её тело обладает ярким синим окрасом, который напоминает о бездонных морских глубинах, где синий становится более насыщенным, поглощая свет и распространяя его по всему телу медузы. Этот цвет словно олицетворяет саму сущность воды — глубокую, таинственную и манящую. Но самое удивительное — это золотые переливы, которые пробегают по телу Люминиссы, как солнечные лучи, преломляющиеся в кристально чистой воде. Эти переливы создают эффект сияния, словно тело медузы окружено ореолом света, который привлекает внимание даже в самых тёмных уголках океана. Её щупальца, тонкие и грациозные, почти полностью прозрачны, но не лишены своего очарования: они излучают мягкий, приглушённый свет, который кажется частью самого океана, словно медуза впитывает и отражает свет окружающей среды. Это свечение не только помогает Люминиссе находить добычу в тёмных пещерах и среди кораллов, но и служит средством общения с другими особями её вида.

## Среда обитания

Люминисса предпочитает окружение кораллов и рифов, выбирая для жизни каменистые основания и защищённые участки, часто находясь рядом с Абсалондами.

## Образ жизни

Оседлая по своей природе, Люминисса прикрепляется к кораллам или камням и практически не перемещается. Её основная задача — фильтрация проклятой энергии в водах Моря Кровавых Слёз, что делает её важным элементом экосистемы. Она стабилизирует энергетический баланс между морем и сушей, поглощая мельчайшие частицы Абсалонда. Люминиссы не проявляют агрессии, если их не трогать.

### Питание

Основной рацион состоит из проклятой энергии, растворённой в воде. Люминисса фильтрует её через свои щупальца, извлекая питательные элементы и очищая окружающую среду.

### Развитие

Её развитие начинается на мелководье, где личинки прикрепляются к кораллам и камням, постепенно превращаясь в изящных и светящихся взрослых медуз. Этот процесс занимает много времени — вплоть до пяти лет, прежде чем Люминисса достигнет своей полной зрелости. Лишь достигнув зрелости, Люминисса способна полностью раскрыть свой потенциал в фильтрации проклятой энергетики, потому любых браконьеров за их убийство жестоко наказывают.

### Размножение

Люминиссы Водные размножаются посредством внешнего оплодотворения: самка выбрасывает в воду икринки, которые спустя некоторое время оплодотворяются самцами, выделяющими сперматофоры. После оплодотворения икринки всплывают на поверхность воды, где поглощают нейтральную энергию из мира, что стимулирует их развитие. Через несколько недель из икринок вылупляются личинки, которые оседают на кораллах и постепенно трансформируются во взрослые особи. Этот процесс длится около пяти лет. Уникальная особенность — привязанность личинок к определённым типам кораллов, что делает их уязвимыми к разрушению рифов.

### Поведение

Они редко перемещаются, предпочитая оставаться в непосредственной близости от выбранного коралла или грота. Это обуславливается их важной ролью в экосистеме: они фильтруют проклятую энергию и стабилизируют магический баланс Моря Кровавых Слёз. Однако Люминиссы проявляют любопытство, испуская слабое свечение для привлечения других морских существ, которые, возможно, несут на себе остатки энергии Абсалондов. Их нейтральность легко нарушить: если отделить Люминиссу от её привязки, она становится дезориентированной и может погибнуть.

## Самозащита и нападение

Основная стратегия защиты Люминиссы заключается в её способности к мгновенному ослеплению врагов. Когда агрессор приближается, медуза усиливает своё свечение до уровня, который временно блокирует зрение большинства существ, что усложняет сбор медуз или же абсалонда. Второй механизм защиты — это выброс ядовитой субстанции через щупальца, создающей зловонный слезоточивый газ. Хотя Люминисса сама по себе миролюбива, её поведение резко меняется в случае угрозы. Если агрессор успеет нанести серьёзные повреждения, её уникальная регенерация позволяет восстановить щупальца в течение нескольких часов.

## Способности

- Люминисса может направлять накопленную проклятую энергию в виде мощного светового импульса в радиусе 10 метров, что губительно сказывается на светочувствительные расы.
- Медуза может временно превращать окружающую воду в плотный кристаллический барьер, защищающий её от физического контакта.
- Медуза может воссоздавать слезоточивый газ и мешать добыче, таким образом вокруг Моря Кровавых Слёз, если другая медуза улавливает газ, может воссоздаться густой туман.

## Интересные факты

- Плоть Люминиссы обладает сладковатым вкусом с легким оттенком соли, что делает её объектом для многих трофеев и деликатесов с учётом лёгкости её добычи.
- Несмотря на низкую популяцию, каждая Люминисса способна очищать до 100 литров воды от проклятой энергии за день, делая её важнейшим элементом магической экосистемы.
- Уникальная биолюминесценция Люминиссы вдохновила создание артефактов, которые помогают ориентироваться в подводных путешествиях.
- Легенды гласят, что кровь Люминиссы способна исцелять душевные раны, из\\-за чего популяция Люминессы сильно снизилась, настолько, что она введена в редкую книгу и запрещена для охоты от лица Вальгардов. И хотя это лишь слухи, говорят, что один из грешников смог продвинуться – и ему остался лишь один стабилизирующий ингредиент для того, чтобы закончить эликсир.
- Кораллы, на которых оседают Люминиссы, становятся устойчивее к магическим атакам и быстрее растут, формируя прочные рифы.
- Считается, что Люминиссы способны улавливать эмоциональное состояние живых существ, находящихся поблизости. Если они чувствуют страх или злобу, их свечение тускнеет, а в моменты спокойствия и радости свет становится более ярким.
- Из-за их способностей к регенерации и миролюбивого характера смерть Люминиссы в естественной среде крайне редка. Исследователи Научной Ассоциации полагают, что одна из причин их низкой численности — массовый отлов в прошлом, а не естественная смертность.
- Некоторые мореплаватели сообщают, что длительное наблюдение за светом Люминиссы вызывает состояние спокойного транса, помогающего справляться с морской усталостью. Однако известно и обратное: чрезмерное воздействие может ввести в глубокий сон, что опасно в открытом море.
- Плоть и слизь Люминиссы сохраняют следы проклятой энергии, что позволяет исследователям анализировать события, происходившие в зоне её обитания, как некое магическое «эхо».
`;export{n as default};
