const n=`#### Особенности строения
  
Ноктюрн и Мастах — уникальные мимики, одни из немногих, что смогли выбрать замок ареалом обитания и адаптироваться под его условия. В конце концов, по легендам, замок является живым существом, а Ноктюрн и Мастах стали одним из проявлений его "живости".  
Грешникам не доводилось часто сталкиваться с Ноктюрном и Мастахом, так как существа это довольно скрытные, предпочитающие заманивать жертв и пользоваться внезапностью. В одной из пыльных книг библиотеки замка можно найти следующие строки:

> _...Ноктюрн чаще принимает форму одной из старых картин на стенах замка. Изображение он подбирает особые, точно читает грешника как открытую книгу, стремясь зацепить экспрессивными или же эксцентричными сценами...  
> В то же время, Мастах является тем самым зеркалом, подойдя к которому грешник увидит в отражении своё самое сокровенное желание. На этом, можно считать, что грешник в плену, так как выбраться из влияния практически невозможно: аккуратно, медленно и изящно изображение начнет меняться, подстраиваясь под грешника, чтобы тот оставался неподвижным и завороженным, пока настоящие руки дьявола, выбравшиеся из облика, не начнут притягивать.  
> ...  
> В случае оказания сопротивления, если грешник всё-таки смог прийти в сознание, мимик мгновенно почувствует перемену настроения и сразу перейдет в нападение. То, что вы увидите после — вызовет неописуемое отчаяние: длинные кривые пальцы с острыми когтями, которые могут удлиняться, и такие же длинные костлявые руки, что могут превышать размер общей формы. Гладкое бледное лицо, на котором вместо глаз красуются окровавленные дыры и безудержно пустая, голодная пасть.  
> Очевидцы, судорожно попавшие под влияние, продолжали бредить, что нельзя заглядывать ему в пасть. Не оставайтесь на месте: Ноктюрн и Мастах умны и азартны, они достаточно быстры, но чаще пользуются тем, что грешников сковывает их собственных страх или очаровывают образы, что они показывают. Если сможете обмануть их ожидание, то не задумываясь бегите со всех ног и не оборачивайтесь. Они не смогут далеко уйти из-за стен замка, в которых обосновались, однако ни за что не бросят жертву, если та хотя бы на мгновение оступится._

  
В то же время, нам следует обратиться и к очевидцам, которые всё-таки смогли выскользнуть из пут мимиков. Они описывали, что в процессе погони за ними двигается не простой туманный силуэт — по большей степени, так говорили из-за постоянной темноты, которую существа выбирают, как способ сокрытия, — а настоящий монстр: если отойти от стен на достаточное расстояние, то рефлекторно за грешником потянутся выпирающие звериные ткани, кожа и кости, скреплённые в неряшливую и зловонную форму, стремящуюся уволочь сильными когтями грешника за собой. Ноктюрн и Мастах могут издавать громкие и искажённые звуки, напоминающие плач о помощи или же мести, с которым стремятся сбить грешника с толку, напугать и обезвредить, пока сами замуровывают тело в стену.  
Их физический облик уродлив и неполноценен, неопределённого пола: скелетная структура отчетливо проступает под туго натянутой кожей, словно каркас жестокой угрозы; сгустившиеся мышцы образуют переплетение волокон, словно тяжелые цепи, приковывающие его к беспощадной реальности; наслоение мяса добавляет образу жуткую глубину и пугающую ощутимость. Однако не стоит обманываться одной вещью: мимики эти пусть и замурованы, и не могут погнаться за грешником на улицу, они достаточно сильны и хорошо перемещаются по стенам для того, чтобы догнать свою жертву. Для перемещения они используют гладкое переплетение своих тканей, как присосок, и будто бы скользят по ней.  
  
  
  
#### Среда обитания
  
Места обитания всегда меняется, однако сохраняется в пределах главного замка Энкража. Форму они выбирают одну и ту же, хоть и меняют внутреннее содержание того, что показывают. Пустые голые стены в самых забытых коридорах Энкража или его подземелья с пыльными комнатами, за дверью которых ждут новых заблудившихся, — как главные места столкновений, если потерять бдительность.  
  
  
  
#### Образ жизни
  
##### Питание
В первую очередь, конечно, энергия ядер грешников. Ноктюрн и Мастах всегда находятся в состоянии голода, что делает их вечными скитальцами за грешными душами. Могут питаться и более мелкой живностью, затерявшуюся в коридорах, потому будьте бдительны к содержанию домашних питомцев и не оставляйте их наедине.  
  
  
  
##### Поведение
Неординарное и хаотичное под стать мировоззрению. Они невероятно хитры и любят играть с жертвой наперекор голоду, потому что наслаждаются тем, насколько перед ними несмышленая и наивная душа. Но если они поймут, что перед ними не такой простой грешник, которого легко обмануть красивыми образами, то их интерес возрастет, а следом и аппетит.  
  
  
  
#### Исключения/нюансы
  
Отсутствуют.  
  
  
  
#### Способности
  

*   Ноктюрн принимает форму исключительного определённого содержания картин, чаще мировых каких-нибудь шедевров. Он, как и ему подобный сородич, обладает способностями к иллюзиям разного рода, завораживая и притягивая историей внутри красочного полотна. Некоторые утверждают, что могли слышать, как их кто-то подзывает или просит о помощи. Важно отметить, что зрительный контакт на более, чем пятнадцати секунд, сковывает грешника и зазывает его к себе против воли.
*   Мастах принимает форму только больших зеркал. Он также приманивает и очаровывает тех, кто посмотрит в него, различными желанными или интригующими видениями. Также частыми жертвами бывают грешники, обожающие самолюбование.
*   Оба сверхчувствительны и внимательны к поведению жертвы. Они умеют читать эмоции грешников, чтобы манипулировать ими или отслеживать их состояние, вызывая наиболее сладкие чувства для мимиков, питающихся страхом и отчаянием.

  
  

##### **Интересные факты**

*   Стоить только попасться им в лапы, как они тут же захватят его в плен.
*   Однажды грешник не смог спасти свою возлюбленную из цепкой хватки Ноктюрна и Мастаха — и так они замуровали грешницу в стенах великих коридоров. Очень долго её пытались оттуда достать, но всё тщетно. Лишь когда Ноктюрн и Мастах наелись энергией ядра в полной мере, они выпустили спустя несколько лет грешницу из заточения, определённо сократив ей отведённые сроки жизни, не говоря уже о том, что оставили непоправимый след в психике несчастной души. Вполне вероятно, что именно данная история вынудила Габриэля Раянса озаботиться строительством общежития, ведь с каждым годом истории лишь повторялись.`;export{n as default};
