const n=`#### Особенности строения
  
**Медиокрисы** , как и Дульциденты, довольно маленькие существа, с лёгкостью умещающиеся на ладони. В сидячем положении кто-то даже может предположить, что они вполне себе напоминают гуманоидов по строению тела. У них так же имеются руки и ноги, и, если бы не столь тяжёлый хвост и вечный горб за спиной, отдалённо они бы попросту напоминали маленького человечка. Вместо шерсти и волос у Медиокрисов, кажется, по всему телу растёт трава, но некоторые с пеной у рта доказывают, что это просто шерсть другого цвета. Разделение по половому признаку отсутствует.  
  
##### Органы чувств
Медиокрисы слепы. Сначала может показаться, что их глаза просто закрыты, но на самом деле то, что так сильно похоже на веко, на самом деле обычный участок кожи. Неизвестно, есть ли под ним действительно глаза или нечто вроде них. На подбородке имеются пять усиков, позволяющих ориентироваться в пространстве и, при соприкосновении с растением, вовремя понять, что ему нужно.  
  
  
  
#### Среда обитания
  
Большинство особей обитает в оранжерее. За пределами замка, в основном, встречаются там, где произрастают редкие или вымирающие виды растений.  
  
  
  
#### Образ жизни
  
Можно считать Медиокрисов своеобразными феями Энкража. Смысл их жизни состоит в том, чтобы ухаживать за природой этого мира. Они редко встречаются за территорией замка, но даже среди Пустых умудряются выживать, найдя себе укромное местечко. И вправду, кто на такую мелочь обратит внимание? Но даже несмотря на таких “отшельников”, основное количество Медиокрисов, в размере примерно двадцати особей, живет душа в душу там, где держат растения.  
  
Подобные существа – один из немногих проблесков света среди грешников, поэтому существует негласный закон: ни в коем случае их не трогать. Нарушивший этот закон будет жестоко наказан, ибо новых поколений этих милых монстров не появлялось уже несколько столетий. Если же с вашим растением что-то приключилось, обратитесь к Медиокрисам.  
  
##### Поведение
Сложно сказать, реагируют ли Медиокрисы на других существ, так как они почти постоянно заняты уходом за флорой. Изредка можно увидеть, как две особи контактируют друг с другом посредством переплетения первых двух усиков. Предполагается, что таким образом они делятся какой-либо информацией.  
  
  
  
#### Исключения/нюансы
  
Исключений нет.  
  
  
  
#### Самозащита и нападение
  
Вся их самозащита сводится к тому, что если вы их тронете, то получите по шапке от других грешников. Могут воспользоваться стеблями, дабы обезвредить противника, не причинив ему вред.  
  
  
  
#### Способности
  
Медиокрисы могут “чувствовать” другие растения. Вовремя понимать, что с ними не так и приступить к “лечению”. Также у них есть способности повелевать всей флорой, но максимальных возможностей этих созданий так никто и не знает, потому что они, скорее всего, сдерживаются.  
  

##### **Интересные факты**

*   Никто никаким образом не приручал и не искал Медиокрисов. Просто в какой-то момент эти создания сами пришли, куда следовало, и начали бережно ухаживать за растениями.`;export{n as default};
