const n=`#### Особенности строения
  
Прежде чем Наксаз достигнет пика своего развития, ему предстоит пережить множество преображений.  
  
##### Стадия первая
![](https://sun9-77.userapi.com/impg/-0GdVjR_tuZCdwuYGd4JvAgGuH3LyafwgVtLDQ/uJU_jQ9aoWg.jpg?size=604x320&quality=96&sign=08f800f4842072fc0cb1c0a0b11eac93&type=album) Голова чуть вытянутая, украшенная сверху крепким длинным гребнем, в том числе прикрывающим морду и затылочную область. Гребень является частью всего панциря, покрывающего тело существа. Рот напоминает таковой у насекомых, в особенности - пауков, где вокруг ротового отверстия располагаются ядовитые хелицеры. На первый взгляд кажется, что у него их аж две пары, но на самом деле внешняя из них - всего лишь продолжение панциря.  
Для передвижения Наксаз использует две словно вывернутые наизнанку лапы, на которых он отлично балансирует. Тем не менее, можно заметить зачатки двух дополнительных конечностей, особенно у особей, близких к переходу на следующую стадию. К концу развития этой стадии Наксаз уже будет практически свободно опираться на четыре лапы.  
Максимальный рост на данной стадии - 2 м, максимальный возраст (после которого существо эволюционирует) - 193 года.  
  
##### Стадия вторая
![](https://sun9-3.userapi.com/impg/YGPlwmILathiWwlzhiOe6SLDGTq5byqX0pGa-w/yv3MWrQDYkI.jpg?size=604x343&quality=96&sign=f733bdc6947f36ca783d97ff06804be2&type=album) Голова по-прежнему чуть вытянутая, но вот гребень уже заметно видоизменен - его задняя часть увеличилась в размерах, а вот передняя наоборот, практически исчезла, обрамляя морду. Ложная пара хелицер аналогично сократилась в длине, чтобы в дальнейшем изменить направление своего роста.  
Наросты, ранее покрывавшие лишь тело, теперь перебрались и на гребень.  
Четыре конечности отлично развиты и используются для свободного передвижения по скалистой местности. Особую роль при этом играют загнутые когти на передних лапах, позволяющие цепляться за уступы. Зачатки последней пары ног теперь отчетливо бросаются в глаза, но все еще мало напоминают то, чем станут по итогу.  
Максимальный рост на данной стадии - 2,5 м, максимальный возраст - 437 лет.  
  
##### Стадия третья
![](https://sun9-32.userapi.com/impg/KGDDxYW18NohqyqllXNpNk4mRtSCiGlfN2YIpA/Wf7BaZLldL4.jpg?size=604x476&quality=96&sign=6c101876d624b2ea4946966e8161f33a&type=album) Наконец морда становится более приплюснутой, а хелицеры опускаются вниз, как и их ложная пара, теперь необходимая для удержания пищи - резким взмахом головы Наксаз вонзает крючкообразные костяные отростки в тело жертвы, и та занимает роль рыбки на крючке, неспособной с него сойти. После этого остается лишь проткнуть хелицерами плоть, чтобы неспешно ввести большое количество яда и пищеварительного сока.  
Примерно к середине этой стадии зверь уже опирается на все 6 лап, что значительно упрощает передвижение. Теперь ему подвластен практически любой горный склон, ведь благодаря подвижным суставам его конечности могут принять практически любое нужное для опоры положение.  
Максимальный рост на данной стадии - 3,2 м, максимальный возраст - 574 года.  
  
##### Стадия третья
![](https://sun9-48.userapi.com/impg/sjOm7IUqoI-uaqFVbhDkXwNxHs4NX5spvHvbZw/iSWlikmyhfk.jpg?size=604x388&quality=96&sign=100f9f6992ef2fb5789a52cd82bb59d5&type=album) Гребень окончательно смещается, открывая морду и образуя подобие шлема, прочно защищающего голову. Затылочная часть достигает 3,5 м в длину, порой превышая по этому значению даже все тело целиком. Все пары конечностей завершают свое развитие и достигают максимально возможной подвижности.  
Максимальный рост на данной стадии - 4 м.  
  
  
  
#### Среда обитания
  
Предпочитают заселять горные склоны и скалы, имея некоторые преимущества в плане передвижения по подобной местности. Тем не менее, могут спускаться к подножью гор из-за недостатка пищи и борьбы за территорию.  
  
  
  
#### Образ жизни
  
##### Питание
Охотятся на все, что попадет в их хелицеры. Не скупятся на разорение логов других существ, будучи способными к ним пробраться, на какой бы высоте те не обитали. В особенности из-за них страдают вертебары, с которыми Наксазы открыто конкурируют и нередко одерживают верх из-за значительной разницы в размерах.  
  
##### Размножение
О размножении данных животных мало, что известно, по причине того, что пары родителей обустраивают жилища в самых труднодоступных местах, куда будет сложно попасть не только грешнику, но и более проворным существам. Точно ясно лишь то, что половой зрелости Наксазы достигают уже на второй стадии развития.  
  
##### Поведение
Наксазы - одиночки по своему темпераменту, и предпочитают держаться порознь, за исключением пар самка-самец. Стаи никогда не образуют и активно конкурируют за территорию, пищу и партнеров с особями своего вида.  
Остальным же существам стоит быть всегда настороже. Конечно, Наксазы нападают лишь в случае, когда голодны, но вот понять, сыта ли особь перед вами или нет - достаточно тяжело, ибо никаких заметных признаков голода у них не имеется.  
Исключением из правил является момент, когда вы оказались неприемлемо близко к их логову - тогда самец приложит все силы, чтобы, если не убить, то прогнать вас на безопасное для его семьи расстояние.  
  
  
  
#### Исключения/Нюансы
  
Исключений нет.  
  
  
  
#### Самозащита и нападение
  
Нападают в двух случаях: голод и защита территории. При нападении на них ждать с самозащитой не станут и, скорее всего, примут бой.  
  
  
  
#### Способности
  
Помимо ловкости и гибкости, а также парализующего яда и пищеварительных соков ничем не обладают, но в своей среде обитания Наксазу хватит и этого, чтобы расправиться с противником. Эти существа очень умны и будут активно использовать окружение в свою пользу, так что в бою с ними всегда нужно сохранять бдительность.  
  

##### **Интересные факты**

*   И яд, и пищеварительный сок Наксаза невероятно сильны. В большой концентрации они способны обездвижить и растворить внутренности даже бовема - тот попросту не успеет к ним адаптироваться, если Наксаз введет большое количество этих жидкостей, чтобы ускорить их воздействие. Впрочем, яд сам по себе не смертелен, и паралич спадет с жертвы спустя сутки после отравления.`;export{n as default};
