const n=`## Внешний вид

Нахема имеет вид лианы, длина которой достигает 10 метров. Стебель может располагаться как на земле, так и залезать на дерево либо иную опору, в этом случае растение может подняться в высоту до 6 метров. Под землей развиваются длинные горизонтальные корневища, из почек которых могут возникать новые побеги. Листья у растения длинные, кожистые, серовато-зеленого цвета. Цветки прикреплены на длинных стебельках, в диаметре 8-9 сантиметров. Лепестки у цветков бледно-лилового цвета. Венчик состоит из "короны" в виде нитевидных бахромок, пяти зеленовато-желтых тычинок и одного пестика с тремя отходящими от него фиолетовыми рыльцами.

## Среда произрастания

Нахема растет в основном в беспросветном лесу, но иногда ее можно встретить и в туманном лесу.

## Факты

- Из-за особенностей самозащиты данного растения его не рекомендуется добывать в группе. Карл Эрик фон Клаус, который и открыл впервые этот цветок, путешествовал один, и по слухам, именно из-за его безумия он не оказался под влиянием нахемы.
- Зелья из нахемы достать чрезвычайно сложно по причине того, что они всегда очень востребованны, поэтому на Черном рынке их продают по баснословным ценам.
- Название растению было дано в честь ангела проституции из иудейской мифологии.
- Нахема встречается во владениях Теневого Паука, и похоже, что Зверь Греха искренне любит этот цветок.

## Размножение

Нахема размножается семенами, которые прорастают из проклятой земли, когда в нее попадает семенная жидкость животного или грешника. Цветет растение примерно на 50-й день после прорастания.

## Самозащита и нападение

Нахема не пытается скрыть свое присутствие или отпугнуть, напротив, ее запах так и манит к себе. Однажды вдохнув запах этого цветка, ему становится уже труднее сопротивляться при отсутствии хоть какой-то ментальной защиты. Вдохнувший запах нахемы влюбляется в цветок без памяти, забывая обо всем остальном. Этот запах заменяет для жертвы необходимость есть или пить. Появляется лишь одна цель - защищать красоту этого цветка. По этой причине нахема никогда не бывает в одиночестве - вокруг нее бродят звери, одурманенные ее запахом. Но стоит кому-то проявить к нахеме враждебность, все эти звери в едином порыве атакуют того, кто посмел хоть тронуть ее. В конце концов влюбленные в нахему неизбежно умирают от истощения, исполняя перед смертью свой последний долг, чтобы на том месте, где они погибли, мог вырасти новый побег цветка похоти. Именно поэтому точный возраст цветка определить так и не удалось.

## Применение

- Из нитей нахемы можно изготовить зелье, многократно усиливающее половое влечение. Эффект зелья может подействовать даже при полном половом бессилии. Однако зелье безопасно для употребления лишь при небольших дозах. Чрезмерное употребление зелья из нахемы может свести с ума. Во всех трагических случаях, произошедших с грешниками, выпившими слишком большую дозу зелья, заметна одержимость объектом их вожделения. Нахема усиливает чувства выпившего зелье до такой степени, что грешник от слишком сильной любви жестоко убивает того, к кому эти чувства испытывает. В зависимости от принятой дозы зелья даже после совершенного убийства он может кромсать на части тело убитого. Лишь после окончания действия зелья к нему возвращается разум.
- Нахема является одним из реактивных асцендентов, неверная реакция с которым может привести к искажению или же порче истинного эффекта зелья. Как правило, перекрывает изначальное свойство при неправильной дозировке и обнуляет прошлые комбинации эффектов внутри формулы Соломона.
`;export{n as default};
