const n=`## Общая характеристика

Термином “ноэ” грешники описывают широкое многообразие мелких тварей регулярно и повсеместно самозарождающихся из концентрации проклятой энергии по всему Энкражу. В какой-то мере любое существо нижнего мира можно назвать “ноэ”, поскольку большинство из них точно так же возникло из проклятой энергии и сумело закрепиться в реальности, обретя повадки, способность к размножению и свои особенности. Рядовые же ноэ возникают спонтанно и исчезают, зачастую не успев даже сдвинуться с места. Процесс их возникновения постоянен в любом месте с достаточным уровнем концентрации. Большинство появляются в толще земли, в водных глубинах, во время пожаров, штормов или особых событий, провоцирующий перепады и агрессивные столкновения проклятой энергетики.

**Особенности строения**  
Ноэ (и Ноэнаварро) могут быть представлены в абсолютно любой комбинации форм, размеров и расцветок. Считается, что если ноэ зародился в почве, он будет иметь форму червя или многоножки, водный ноэ может напоминать креветку или мелкого краба, воздушный будет широким и плоским, вроде семечка клена и так далее. На самом деле форма ноэ не ограничена абсолютно ничем, а подобные наблюдения вызваны лишь тем фактом, что неприспособленные к окружающей среде формы погибают, уступая место более надежным строениям тела.

## Среда обитания

Водятся по всему Энкражу. Если налить в бочку воды из Моря Кровавых слез, есть немалый шанс, что через неделю там будет плавать хотя бы один ноэ. Поэтому для фермеров Энкража так важно обрабатывать почву различными методами, разделяя сгустки и снижая концентрацию проклятой энергии, что немаловажно — постепенно, без резких перепадов.

## Образ жизни

Обитают в месте своего зарождения, пожирая все что придется. Прожорливость зависит от того, отрастил ли ноэ рот и созрел ли пищеварительный тракт. Чаще всего впитывают проклятую энергию через внешнюю оболочку и распадаются, когда концентрация снижается. Паразитируют на урожае и зачастую роятся на ресурсах с высокой концентрацией.

### Развитие

Мелкие ноэ чаще всего становятся кормом для других существ. К примеру, камышовые охотники выступают санитарами, выбирая этих паразитов основной частью своего рациона. Реже ноэ получают возможность достаточно долго напитываться проклятой энергией и со временем вырастают в полноценное создание. Еще реже, при резком увеличении количества ноэ на одной площади, они могут обрести некое подобие общинного разума. Скрепляясь между собой они образуют Ноэнаварро – живой организм, собранный из копошащихся, постоянно движущихся тварей.

### Размножение

Циклы размножения отсутствуют.

### Поведение

Повадки ноэ во многом зависят от аспекта, в котором они зародились. Возникнув в хаотичной среде ноэ предпочитают много двигаться и склонны проявлять агрессию. В умеренных же атрибутах они склонны к защите и медленному накоплению ресурсов. Для нулевых атрибутов характерен скрытный образ жизни. Ноэ крови не могут питаться энергией с другим атрибутом. Из такой категории чаще всего получаются существа напоминающие комаров и пиявок. Возникшие в результате катаклизмов или применения разрушительной магии ноэ будут донельзя агрессивными и кровожадными, стремясь пожрать и уничтожить любое живое существо в пределах досягаемости.

## Способности

Впитывание проклятой энергии из окружающей среды. Постоянный рост и преобразование тела при нахождении в местах высокой концентрации.  
Чаще всего не представляют опасности для грешника. Известны случаи когда достаточно крупные Ноэнаварро наносили существенный урон инфраструктуре и пытающихся их остановить грешникам. Впрочем, происходило это лишь в периоды суровых катаклизмов.

## Интересные факты

- Ноэ могут использоваться как естественные губки для проклятой энергии. Перенося их в специальных резервуарах и подпитывая время от времени нужным аспектом, можно достигнуть концентраций чистой энергии вплоть до B+ ранга. Конечно, удержать ноэ в клетке при таком уровне может оказаться нетривиальной задачей.
- Опытные алхимики владеют искусством целенаправленного разведения и селекции ноэ в местах натуральных концентраций аспектной энергии. При должном усердии, внимательно отбирая и подкармливая ноэ с зачатками нужной силы, можно получить ингредиент с практически любым эффектом.
- Самый простой рецепт разведения этих существ \\- использование собственной крови грешника. Поскольку этот атрибут является изолятором, ноэ не будут впитывать другие атрибуты и будут расти исключительно когда их подпитывает хозяин. Развиваются такие твари обычно в кровососущих созданий с высокой регенерацией, поэтому стоит внимательно следить за их размерами и не допускать покидания террариума. Вознаграждением будет множество различных лечебных эффектов, присущих тварям. Дабы определить эти эффекты можно подвергать существ ядам, резать их, варить, сжигать, замораживать, выбирая в процессе самых стойких и подпитывая каплями своей крови, а затем используя для изготовления отваров, усиливающих регенерацию и сопротивление.
- Если подкармливать ноэ отварами аромияла, можно развивать их и в других аспектах. Например, напитывая огненных ноэ молниевым экстрактом можно создавать различные взрывчатые и сильно воспламеняемые вещества. Но стоит помнить, что на корме со слабым уровнем концентрации вырастить сильное существо не получится.
- Даже самая сложная и кропотливая селекция ноэ на мощнейших источниках энергии не способна заменить все алхимические ингредиенты. Рассматривать этот процесс стоит скорее как увлекательную лотерею, создающую одиночные случайные эффекты.
`;export{n as default};
