const n=`## Особенности строения\r
\r
**Оногадор** напоминает смесь павлина и орла. Имея достаточно сильное тело и красивое оперение, Оногадор демонстрирует одновременно грацию и силу. Сам по себе в росте не вымахивает больше одного метра, в то время как широкие крылья при размахе достигают трех метров. Длинный павлиний хвост, окрашенный в фиолетово-коричневые оттенки, составляет в длину 1,5 метров. Основной цвет Оногадора — тёмно-фиолетовый, однако оперение переливается и в коричневый цвет. На кончиках и особо детальных рисунках перьев есть позолота. Она присутствует и на когтях. Интересной формы представляет собой клюв, покрытый золотом, с выпирающим изогнутым рогом не больше 15 см. Лоб и темя птицы покрывает очень твердый неизвестный металл, не позволяющий получить пернатому травму головы.\r
\r
### Органы чувств\r
\r
Несмотря на малое количество информации об этом существе, известно, что Оногадор может похвастаться отличным музыкальным слухом, а именно способностью различать звуки по высоте и тембру и, вероятно, чувством ритма:\r
\r
> _— ...На четвёртый день поиска Оногадора мне повезло наконец провести свой эксперимент. В ходе процесса я обнаружил, что птица хорошо различает звучание разных тембров и на каждый реагирует по-разному. Например, звонкий мелодичный звук колокольчика ему, как я и ожидал, понравился - в ответ на него я получил звон серьги, причём практически в такт. Низкие глухие звуки вызвали тревогу в первые же секунды, из-за чего мне пришлось сделать паузу, иначе бы Оногадор вновь улетел. В последнюю очередь я опробовал мелодию расстроенной скрипки, и зверь её не оценил, почти попытавшись на меня напасть. Рассматриваю в дальнейшем возможность влиять на птицу с помощью музыки, чтобы добиться её расположения._\r
\r
## Среда обитания\r
\r
Неизвестно.\r
\r
## Образ жизни\r
\r
Никаких конкретно заметок насчет образа жизни Оногадора не имеется.\r
\r
### Поведение\r
\r
Дело в том, что он не позволяет каким-либо образом следить за собой: он постоянно стремится улететь в укромное место либо атаковать своего преследователя. Наверное, единственный раз, когда можно понаблюдать за ним пару секунд, – момент, когда Оногадор специально взмахивает крыльями, чтобы серьга, прикреплённая к первоочередной маховой стороне, обязательно издавала звонкое звучание. Предположительно, подобная повадка объясняется тем, что Оногадор очень положительно реагирует на мелодичность звучания чего-либо. Было не раз замечено, что при таком непроизвольном движении птица, хоть и нервничая, но оставалась на месте без всяких попыток напасть.\r
\r
## Самозащита и нападение\r
\r
При наличии потенциальной угрозы Оногадор перестаёт подавать какого-либо рода мелодичные звуки. Если Вы видите, что неподвижный хвост вдруг начинает "оживать", стоит быстрее скрыться из вида зверя – такое движение – знак того, что он начинает злиться. Каждое отдельное перо эдаких "рулевых" начинает демонстрировать волнообразные движения. Как оказалось, каждое перо является замаскированной змеёй Оногадора, которой он способен задушить. Кроме того, при наличии опасности эти "змеи" выделяют серебристую кислоту, которая очень сильно прижигает и вызывает аллергическую реакцию при попадании на тело. Если не избавиться от нее, можно лишиться какой-либо части тела. Также не стоит забывать про заострённые когти, благодаря которым Оногадор может без проблем расцарапать лицо или вообще разорвать тело жертвы. Острый клюв позволяет нанести колющие удары, оставляющие глубокие раны.\r
\r
## Способности\r
\r
- кислота, выделяемая из хвостов.\r
- способен успокаивать мелодичным звучанием любого, кто оказывается поблизости в состоянии гнева и иных негативных чувств.\r
- отлично понимает язык Энкражевцев, из-за чего может воспроизвести некоторые запомнившиеся ему слова.\r
- рог имеет исцеляющее свойство, благодаря которому Оногадор может менять свойства своих хвостов.\r
- чувствует жажду мести и крови на расстоянии до 50 метров. Может остро среагировать на них.\r
`;export{n as default};
