const n=`#### Особенности строения
  
По общему строению Папагули напоминают тощих сов - длинные лапы, оканчивающиеся крепкими загнутыми когтями, соответствующая форма головы и относительно короткое туловище. Удлиненные узкие крылья, схожие с крыльями буревестников, нередко имеют слегка потрепанное оперение, на запястье красуются два частично атрофированных пальца. Размеры птиц в основном почти одинаковы - около 40 сантиметров в длину без учета хвоста. Что примечательно, туловище покрыто не перьями, а шерстью, особенно густо обросшей вокруг шеи, образуя эдакий воротник. Хвост гибкий и вытянутый, отнюдь не птичий, оканчивается львиной кисточкой.  
До некоторого времени Папагули кажутся действительно почти самыми обычными птицами. Пока не открывают рот. В этот момент становится ясно, что клюв - это лишь "вершина айсберга", на деле являющаяся окончанием челюстей существа. Настоящий же рот позволяет Папагулю подарить вам улыбку, что называется, до ушей. Обе челюсти усеяны хаотичным рядом острых зубов, так что этой птичке палец в рот не клади. Причем зубы у них автоматически выдвигаются при открытии и втягиваются обратно в десну при закрытии "клюва", иначе они бы попросту мешали твари.  
  
  
##### Органы чувств
Особое внимание привлекают выпученные глаза существа. Это образование в целом сложно назвать полноценным глазом, ибо из всего в нем имеется лишь склера. Она полупрозрачна из-за явной нехватки в ней белка, и потому похожа на стеклянный неправильный шар, в котором слегка отражается цвет меха.  
Помимо слепых недоглаз Папагули обладают довольно чуткими ушами, спрятанными в густой шерсти. Как и у обычных птиц, в глубине ушного аппарата у них находится лагена, но выполняет она несколько иную функцию - улавливает направление сильных магических потоков. Неплохо развита эхолокация, в связи с чем они не испытывают проблем с ориентацией в пространстве.  
Ноздри также прикрыты редкими волосками и воспринимают огромное количество запахов, помогая искать добычу и обнаруживать врагов.  
  
  
  
#### Среда обитания
  
В больших количествах заселяют многие безжизненные или суровые территории, чувствуя себя вполне комфортно. Не способны занять свою нишу в экосистемах с большим разнообразием видов из-за заведомо проигрышного положения в конкуренции.  
  
  
  
#### Образ жизни
  
##### Питание
Охотятся на мелких тварей, но не прочь перекусить и насекомыми. Часто играют роль стервятников или воронов, слетаясь к трупам, чтобы поживиться. Недостаток пищи сопровождает их почти всегда, из-за чего у многих из них почти не успевает накапливаться достаточно жира.  
  
  
##### Поведение
Как правило, сбиваются в стаи с сородичами, но как таковой целостности у таких стай не имеется - в любой момент птицы могут как покинуть, так и вступить в нее. Конфликты за лишний кусок мяса - обычное явление для этих пернатых хищников.  
Трусливы и задиристы одновременно - с легкостью могут нервировать крупных животных, но быстро ретируются на безопасное расстояние при появлении опасности (затем, правда, возвращаются обратно, пока им не надоест). Их пугливость не стоит путать с инстинктом самосохранения, который у них напрочь отсутствует.  
Как только грешник оказывается замечен Папагулями, они начнут преследование, перескакивая с ветки на ветку прямиком за жертвой будущих забав. Не стоит забывать, что все это время они громко переговариваются, издавая самые различные звуки - от криков других животных до настоящих человеческих слов. Это может не только жутко раздражать, но и выдать ваше местоположение кому бы то ни было.  
Вообще, эти птицы по-особенному реагируют на любые звуки живых существ. Стоит одной особи услышать что-то новое, как она спародирует этот звук, а вслед за ней - и остальные особи по близости, будто играя в испорченный телефон. Понравившиеся слова и звуки самцы издают редко, дабы не дать другим сородичам "украсть" их. Способности к запоминанию у них превосходят даже навыки попугаев - словарный запас Папагуля вмещает до двух сотен слов, а вот максимальное количество простых звуков и мелодий - до сих пор неизвестно.  
  
  
##### Размножение
Самцы отличаются от самок тем, что имеют более пышную кисточку на хвосте. В брачный период в местах обитания этих птиц начинается настоящий "концерт" - самцы привлекают самок, хвастаясь разнообразием выученных звуков. В эти моменты и раскрывается их настоящий богатый запас.  
После спаривания самки откладывают и высиживают в гнезде до 4 яиц. Спустя около месяца вылупляются птенцы. Главное правило молодняка - чем громче ты кричишь, тем больше еды тебе достанется.  
  
  
  
#### Исключения/нюансы
  
Очень редко встречаются Папагули с третьим недоразвитым глазом. Чем конкретно вызвано его появление - неизвестно, не исключаются мутации, в том числе возникшие под тем или иным влиянием Пустых. Иллюзии трехглазых особей мощнее, чем у обычных, примерно в 3 раза.  
  
  
  
#### Самозащита и нападение
  
В большинстве случаев Папагули пускаются наутек и сами не нападают. Но совершенно иная ситуация складывается, если они учуют, что вы ранены. В таком случае Папагуль использует на вас свою способность в попытке свести с ума.  
  
  
  
#### Способности
  

*   Одной единственной способностью Папагулей являются звуковые иллюзии, работающие исключительно на разумных существах. Но это не просто случайные галлюцинации. Попавшая под действие таких иллюзий жертва будет слышать пугающие звуки и слова, издаваемые птицей и олицетворяющие страхи жертвы. Вы можете слышать голос отца, издевавшегося над вами в детстве, или ужасающий треск пожара, унесшего вашу жизнь. Что удивительно, Папагули могут создавать совместные иллюзии. Чем больше особей участвует в создании, тем сильнее и страшнее будет иллюзия. Стая из 20 и более птиц может спокойно довести несчастного грешника до самоубийства. Большие стаи также могут создавать массовые иллюзии, действующие на нескольких существ. Тогда, чтобы понять силу единичной иллюзии, стоит узнать, сколько Папагулей приходится на каждую жертву.

  
  

##### Интересные факты

*   Иногда случается так, что птенцу не везет и из-за постоянных криков у него внезапно срывается голос. Чаще всего такие малютки лишаются пищи и выталкиваются из гнезда своими братьями и сестрами, ведь на восстановление голосовых связок нужно время, на протяжении которого они могут лишь хрипеть. Такого птенчика можно подобрать и с легкостью приручить.`;export{n as default};
