const n=`## Особенности строения

Пилумы своим общим строением сильно напоминают земных сомов, в особенности своей мордой. Однако Пилумов сложно охарактеризовать, как рыб, ибо по своему образу жизни они являются близкими родственниками земноводных и также способны передвигаться по суше, хоть и не слишком долго.  
Размеры этих существ, как и обычных сомов, очень сильно варьируются, так что вы можете как встретить особь размером с вашу ладонь, так и превышающую стандартный человеческий размер в два или даже в три раза.

Определить пол особи по внешним признакам в данный момент невозможно, ибо грешники почти не знают об этих монстрах.

Точно никто не уверен, крылья у них на спине или всё же плавники, возможно, принцип их работы точно такой же, как и у летучих рыб. Хвост длинный, но куда более худой, чем должен иметь сом, вероятно, они не склонны к запасу жиров. Однако это не мешает Пилумам набирать довольно высокую скорость под водой. Благодаря не слабо развитым лапам эти монстры неплохо проявляют себя в скорости при передвижении по суше. Когти при этом помогают цепляться за выступы прибрежных скал.

## Среда обитания

Чаще всего Пилумов встречали возле Моря кровавых слёз, в его наиболее заболоченных участках. Велика вероятность, что они также заселяют и другие болота.

## Образ жизни

Об этих существах почти неизвестно, из-за их своеобразного образа жизни. Они, как правило, предпочитают скрываться у дна, используя в качестве укрытий ил, тину, заросли водорослей. Пилумов очень тяжело отыскать, а тем более поймать - они способны неподвижно лежать под слоем песка часами. Иногда они выбираются на сушу, но, так как являются чертовски осторожными существами, ещё никогда они не попадались в какие-либо ловушки, поставленные грешниками. При виде любого другого существа как можно быстрее скрываются с глаз долой, в большинстве своём, ныряя обратно в воду.  
Кто-то поговаривает, что Пилумы - вполне себе разумный народ, некогда тесно друживший с сиренами. Но это всего лишь слухи.

## Исключения/Нюансы

Неизвестно.

## Самозащита и нападение

Сложно сказать точно, но пока что всё сводится именно к тому, что Пилумы попросту избегают боя, возвращаясь в “свои владения”. Возможно, в открытом бою под водой они куда агрессивнее, чем на суше.

## Способности

Неизвестно.

### **Интересные факты**

- Кто знает, может это просто присказка, но обычно Пилумы появляются на суше перед сильным штормом.
`;export{n as default};
