const n=`## Особенности строения

По своему внешнему виду **Пульсар** напоминает гибрида кота и полярной совы. Получив пушистую шерсть от своего сородича — кота, — Пульсар также приобрел характерные размеры кошачьего — не более 75 см в длину без учета хвоста. Форма морды с первого же взгляда напоминает совиную, однако клюва у Пульсара нет — только стандартная кошачья, изогнута и малая форма морды. Нос имеет небольшой изгиб и заострённость, из-за чего создаётся коварное ощущение, что голова у него-таки птичья. Тонкие, вытянутые лапы, формой и когтями напоминающих совиные. Цвет шерсти — серебристо-белый с чёрными пестринами. Продолговатый, нередко закрученный, пушистый хвост, который имеет гибкие и эластичные мышцы, позволяющий его волочить из стороны в сторону без преград.  
Имеет при себе длинные усы, которые помогают ему ориентироваться в пространстве из-за отсутствия зрения, хотя глаза у Пульсара выглядят зрячими, светятся янтарным.  
Брюхо окрашено синим цветом, однако на нём можно увидеть разного рода сверкающие камни, выпячивающие из груди. Достать их не представляется возможным, они просто красуются в грудной клетке. Цвета становятся ярче, когда Пульсар находится вблизи с золотом или сильным источником огненной энергии. Кончик хвоста внутренней стороны также имеет аналогичный цвет грудной клетки, но слегка искрится, переливаясь оттенками тёмно-синего.

## Среда обитания

Точной информации нет, за исключением слухов, что зверь частенько посещает черный сад и оранжерею.

## Образ жизни

### Поведение

Основной характеризующей повадкой для Пульсара является его колоссальная схожесть с котом. Полностью копируя черты характера сородича, он напоминает шустрого, ловкого и игривого котёнка, желающего как можно больше и быстрее потратить все свои запасы энергии. Гибкий, достаточно ласковый, никогда в жизни не проявит агрессию к тем, кому продемонстрировал доверие и симпатию. Тем не менее, подобное Пульсар чувствует сугубо по ауре.

Сам по себе, в настоящем естестве дикой природы, крайне осторожен, изворотлив и относится к окружению с опаской, старается не ввязываться в конфликты. Понадобится время, чтобы приютить Пульсара и увидеть его добрую сущность. В случае того, если Пульсар-таки ошибся в выборе, после предательства, грубости и отчуждённости от предмета симпатии снова дичает.

## Исключения/нюансы

Исключений нет.

## Самозащита и нападение

В большинстве ситуаций Пульсар пытается избегать сражений, но при наличии агрессии в свою сторону начинает пушить свой хвост. Пушистый хвост напоминает небольшой павлиний, такой же красиво и ярко изливающийся. Таким образом, Пульсар демонстрирует готовность к атаке, учитывая, что при таком хвосте он не позволяет нанести себе какой-либо удар ни физически, ни ментально. Грудная клетка начинает сильно вздыматься, камни на груди принимают чёрный цвет. При необходимости обнажает острые когти, благодаря которым может без проблем разрезать любое физическое тело и предмет.

## Способности

- Способен поглощать любую огненную энергию, которая его окружает. Чем больше энергии, тем ярче становится брюхо.
- Под лапами постоянно появляются, откуда ни возьмись, золото и драгоценные камни. Оные имеют цену, но только как аксессуар или коллекционная находка.
- Может разрезать когтями любой металл.
- При павлиньем хвосте получает полную неуязвимость, но Пульсару требуется стоять строго на месте, иначе эффект не работает.
- Благодаря усам не только координирует движения и ориентируется в пространстве в целом, но и ещё способен чувствовать грешников, у которых основной грех связан с "чревоугодием" и "жадностью".
`;export{n as default};
