const n=`## Особенности строения

Внешние физические данные Ратов напоминают структуру тела львов, что не совсем характерно для "падальщиков" подобного вида. У них массивное мускулистое тело, мощные, достаточно быстрые лапы и твёрдый скелет, позволяющий создавать различного рода скоростные манёвры без каких-либо повреждений. Пасть имеет прокаженную и усовершенствованную морду тасманийского дьявола. Череп массивный с сильнейшими челюстями и острыми, массивными зубами; коренные зубы как у гиены, приспособлены к перекусыванию и дроблению костей. Одним укусом Рат способен прокусить своей добыче позвоночник или череп. Имеют очень длинный хвост до 1 метра, которым постоянно бьют из стороны в сторону, демонстрируя своё раздражение. Фактически, морда облысела, оставляя только натянутую кожу поверх мышц и черепа. Ушей нет, из-за чего на слух не реагирует, однако пользуется обострённым нюхом и зрением.

Его пасть и череп настолько сильны, что, если Рат вцепится в свою жертву мёртвой хваткой, никаким тяжелым предметом себя спасти невозможно. Даже выстрел в упор меж глаз может не сработать. Более того, острые зубы и когти впиваются в тело жертвы крюком, причиняя больше боли и способствуя повышенной кровопотери жертвы. Сила укуса Рата сравнима с укусом гребнистого крокодила.

Половое разделение присутствует: самки намного крупнее самцов и преобладают в тёмных тонах. Если самец составляет размеров всего 200-260 сантиметров, то самка преспокойно может дойти до размеров в 300-360 сантиметров. Из-за этого самки больше страдают голодом и агрессией, что влияет на интенсивность частой охоты. Самки имеют шерсть только на загривке и только чёрного цвета, а их шея намного толще, нежели у самцов. При этом самцы имеют шерсть как на загривке, так и на шее, исключительно пепельную и немного толще. Также пасть самцов не имеет такой силовой характеристики по сравнению с самками, из-за чего они уступают оным в силе.

Окраска самцов коричнево-серая, в то время как самки окрашены в исключительно угольный цвет.

## Среда обитания

Выживают в любых условиях при наличии постоянного источника пищи, предпочитают местности с наличием как зарослей/пещер, так и открытых пространств.

## Образ жизни

### Питание

По точной информации известно, что в 4 случаях из 5 Раты всегда самостоятельно охотятся, и только 1 случай — поедание мертвечины. Едят они абсолютно любое мясо и охотятся на все, что видят. Травоядные, хищники, Пустые - для пожирателей это не имеет значения.

Раты страдают каннибализмом. Это считается что-то в духе традиционного ритуала всех кланов. При этом, самки никогда не пожирают трупы самцов, и неважно, взрослая это особь или детёныш, чего конкретно не скажешь о самках.

### Поведение

В большинстве своём, Раты являются агрессивными хищниками, перемещающихся группой в размерности до 15 особей. Данная группа называется кланом, в которой присутствует строгая иерархия. Оная поддерживается на матриархате. Они подобно гиенам, самки которых занимаются защитой всего клана, в то время как самцы растят малышей. Раты достаточно агрессивно относятся к любому, кто посмеет приблизиться к территории их клана. Самки выделяются особенной агрессивностью и размерами, из-за чего представляют большую угрозу не только для грешников и живых существ Энкража, но и для своего собственного рода. Самки очень часто устраивают конкуренцию за возможную продолжительность собственного рода, из-за чего между Ратами завязываются битвы ещё с самого детства. И если самка проиграла — её детей и её саму сожрут первыми. При этом самцы мало того, что не вмешиваются — самки предпочитают не трогать их и вовсе. Можно сказать они у них как декоративная вещь. Также известно, что самок намного больше, чем самцов, из-за чего первые постоянно борются за вторых.

Раты достаточно агрессивны по отношению к кому-либо. Среди Энкража они славятся своей вспыльчивостью и частыми случаями нападения, из-за чего узнать большие подробности не представляется возможным.

Встречались случаи, когда Раты нападали на Высших пустых и пожирали их энергию ядра. На данный момент эти звери являются единственными противниками, имеющих возможность противостоять пустым без какого-либо снаряжения.

Тем не менее, Ратов можно достаточно часто встретить в северной части бастиона, где они могут без каких-либо преград покидать территорию и выходить на охоту. Большая часть бастиона закрыта кланами (которые, кстати, не конфликтуют), но некоторые группы занимаются миграцией по причине поиска пищи или падали.

## Исключения/Нюансы

Очень редко самки Ратов ходят самостоятельно. Они никогда не существуют без клана. Если Вам встретилась одинокая самка — это значит, что она выросла вдалеке от клана и её мать скорее всего уже давно потеряла право на власть и убита. Можно сказать, это отбившийся щенок, которому ни в коем случае нельзя возвращаться к себе.

## Самозащита и нападение

Неизвестно.

## Способности

- Единственная способность, о которой знают Грешники — возможность создания своеобразной дымки, закрывающей обзор. Что происходит в ней, никому неизвестно. Да и выживших после открытого столкновения с Ратами не наблюдалось.

### **Интересные факты**

- Грешники между собой называют их “крысками” и “падальщиками”.
`;export{n as default};
