const n=`## Особенности строения

Ратчеты — крупные бипедальные ящеры, покрытые чешуей и шерстью, в высоту достигают от двух до трёх метров. Самцы носят на голове рога, которые периодически сбрасывают. Передние лапы плохо развиты, однако способны удерживать фрукты, коренья и небольших существ. Чешуйчатое и шерстяное покрытие защищает ратчетов от погодных условий, мелких хищников и паразитов. Задние лапы развитые и мощные, что позволяет быстро передвигаться на открытой местности и совершать рывки в охоте или при бегстве от опасности. Легкий скелет позволяет им достаточно хорошо держаться на воде.

### Органы чувств

Зрение чёрно-белое с широким углом обзора. Основной упор ратчеты делают на обоняние и слух. Благодаря двум парам подвижных ушей, они способны точно определять положение мелкого существа под землёй или в коре дерева и слышать приближение хищника с большого расстояния.

### Окрас

У самцов окраска варьируется от бирюзового до изумрудно-зелёного, а у самок — преимущественно белая. В тёплый сезон самцы могут сбрасывать часть шерсти, чтобы легче переносить жару, а к зиме их меховой покров отрастает заново, обеспечивая защиту от холода.

## Образ жизни

Благодаря острому слуху ратчеты преуспевают в выживании в лесах, а за счёт быстрых мощных ног отлично передвигаются по открытым пространствам. Они сбиваются в стаи, позволяющие эффективно охотиться на травоядных животных, скрываясь в траве и резко нападая. Эти стаи имеют сложную иерархию, где ценятся физические качества, возраст и авторитет. Ратчеты заботятся о старых, больных и раненых особях, демонстрируя высокий уровень социальной организации.

Их характерные звуковые сигналы передают не только команды или предупреждения, но и выражают эмоциональные состояния. Рога и хвост используются для обозначения социального статуса и намерений. Также им присущ вольный нрав: они часто увлекаются играми с сородичами и легко привязываются к новым объектам, которые находят интересными.

### Питание

Всеядны, предпочитают фрукты, грибы и мелких животных. Их кормление в дикой природе способствует распространению семян растений и контролю численности мелких тварей (в том числе ноэ низких рангов), что делает их важным элементом экосистемы Энкража. Способны плавать и охотиться на рыбу под водой.

### Размножение

Ратчеты имеют сложные брачные повадки, в которых самцы соревнуются в скорости и изяществе движений. Рога используют не для прямых столкновений, а для ловкого манёвра, чтобы сбить соперника с ног. Самки откладывают крупные яйца диаметром 20-30 см, высиживают их и заботятся о детёнышах.

### Приручение

Одомашнены. Используются в качестве ездовых и вьючных животных. Мощные когти на ногах хороши для вспашки земли. Являются самым быстрым ездовым животным для одиночного всадника, не считая летающих созданий. Особо шустрые и выносливые особи способны преодолеть путь от замка до северного бастиона за четыре часа. Могут держаться на воде вместе с всадником, но в этом случае их скорость существенно снижается.

Способны обучаться сложным командам и понимают речь грешников, но склонны игнорировать приказы, если те им не интересны. Выдрессировать ратчета практически невозможно. Тем не менее, создание легко сближается с заботливым хозяином, со временем становясь его правой рукой.

## Самозащита и нападение

Ратчеты предпочитают избегать опасных схваток, но при необходимости могут оказать серьёзное сопротивление. Их длинные рога используются для боковых ударов, которыми они сбивают противника с ног, а сильный хвост помогает удерживать баланс и может быть использован как оружие, нанося хлёсткие удары и создавая порывы ветра. Мощные задние лапы с острыми когтями позволяют существам совершать внезапные мощные атаки, а их крик способен оглушить молодого грешника и отпугнуть менее опытных хищников. В критические моменты ратчеты могут ударом лап вызвать порыв воздуха, сбивающий лёгких врагов с ног, или пуститься в быстрый побег, полагаясь на свою скорость и манёвренность.

## Способности

Вызывают сильные порывы ветра, способные отбросить нападающего.  
С помощью ветра способны увеличить высоту прыжка и замедлять собственное падение.

## Интересные факты

- Доступны в качестве ездовых животных для аренды в конюшнях замка. Не могут быть запряжены в карету в виду задорного нрава.
- Мясо немного жестковатое (40ед на 100г). Если вываривать его достаточно долго может получиться вкуснейшее рагу (100ед на 100г \\+бонусы от ингредиентов)
- Из одного яйца можно сделать завтрак на трех грешников (3 порции по 50ед на 100г \\+бонусы от ингредиентов)
- Когти с задних лап добавляют алхимическому составу эффект воздушного взрыва, разносящего субстанцию резко расширяющимся облаком.
- Дикие ратчеты в северных землях, особенно у границ бастионов, накапливают в рогах проклятую энергию, что заставляет те светиться в период брачного сезона. Такие рога представляют ценность для грешников как сильный ингредиент аспекта Воздуха (A-), добавляющий артефакту или составу эффект уменьшения веса цели.
`;export{n as default};
