const n=`## Особенности строения

Размер взрослой эффии без учета длины сенсилл варьируется в том же диапазоне, что и мизинец грешника. Редко встречающиеся в дикой природе особи могут быть крупнее или же миниатюрнее, подстраиваясь под обитателей региона.  
Тело вытянутое, сегментированное. Покрыто мягкими хитиновыми склеритами. Способно изменять объем в небольшом диапазоне путем сжатия внутренних органов. Такое состояние болезненно для эффии, однако она может находиться в нем вплоть до десяти часов. Насыщенное энергией брюшко насекомого излучает теплое желтоватое свечение и дает возможность к полету.  
Голова маленькая, с парными органами теплового зрения и сенсорными усиками. Мощные мандибулы содержат полости с ядом, который обладает угнетающим нервную деятельность эффектом.  
Ноги причленены по всей длине брюшка. Оканчиваются острыми коготками, способными прочно вцепляться в оболочку живого существа.  
В задней части туловища расположены длинные тонкие церки являющиеся инструментом коммуникации. Эффии передают информацию посредством вспышек энергии на разных участках цеток, сообщая об опасности или наличии пищи.  
Основной особенностью строения можно назвать множество длинных и гибких сенсилл расположенных по всей длине тела саранты. Это кутикулярное образование предназначено для тонкой работы с ментальными колебаниями живых существ. Способно упорядочивать их, извлекать и впитывать энергии нужного спектра, которые затем преобразуется организмом в эссенцию небесного аспекта.

### Органы чувств

Эффия не обладает сильно развитыми органами чувств в привычном понимании, компенсируя отсутствие зрения большим количеством сенсилл, улавливающих само намерение, направленную в их сторону. Они не разбегаются как только в комнату заходит грешник, но стоит тому всерьез захотеть прибить стайку мелюзги, как эффии тут же бросятся по углам.  
Рудиментарные глаза хорошо улавливают тепло, позволяя избегать хищников с низкими уровнями ментальной активности. Усики хорошо различают запахи, позволяя находить материальную пищу.

### Окрас

Обладает ограниченной мимикрией, от чего окрас варьируется в зависимости от зоны обитания. Насекомое не располагает органами зрения и пониманием цвета, поэтому не меняет свой облик при быстром перемещении между поверхностями разной текстуры. Тем не менее эффии на удивление точно подбирают окрас, который будет наименее заметен именно обитающему в помещении грешнику.

## Среда обитания

Исследователи на протяжении истории находили эффий практически по всей территории Энкража. Тем не менее основные скопления стремятся к местам обитания существ с высоким уровнем ментальной активности. Считается что минимальным критерием для появления в регионе эффий является наличие на территории живых организмов способных спать и видеть сны.  
Предпочитают жить в сухих теплых местах, укрытых от стихий. Не способны самостоятельно рыть норы, в основном полагаясь на уже существующие образования.  
В поселениях грешников обитают в щелях, под полом, в амбарах, на кухнях. В брачный период стремятся к спальным помещениям.

## Образ жизни

Активные существа, постоянно исследуют окружающую территорию. Большую часть времени проводят в поисках пищи. Период пиковой активности достигается ночью. Движения эффий абсолютно бесшумны, что позволяет им эффективно не нарушать сон существ, с которыми они делят территорию.

### Питание

Полифаги. Могут питаться пыльцой растений, сухими листьями, корой деревьев, шерстью животных. В домах грешников едят крошки еды, пыль, прочий мусор. Не вредят мебели. Каким-то образом способны отличать свежую еду, подъедая лишь порченую. Ценятся в бедных домохозяйствах грешников как помощники в уборке помещений. В богатых же домах присутствие большого числа эффий считается признаком плохой работы прислуги и/или наличия дурных мыслей в умах обитателей.  
В период размножения рацион дополняется. См. ниже.

### Размножение

Эффии \\- это сложно организованные насекомые чье развитие внутри яйца функционально невозможно без внесения в систему высокой степени упорядоченности. Тела мужских и женских особей способны вырабатывать в большом количестве эссенцию небесного аспекта именно в целях размножения. Так в случае самца энергия уходит на образование сперматофора, а в случае самки, яиц.

В экстремальных ситуациях эффии способны размножаться без подпитки энергией, но в этом случае выживает едва ли достаточное для поддержания популяции количество личинок.

Для сбора энергии половозрелая эффия чаще всего заползает в ушной канал грешника. Тело её достаточно гибкое и мягкое для бесшумного проникновения, а яд, впрыскиваемый в область рядом с барабанной перепонкой полностью анестезирует весь механизм внутреннего уха, не давая цели проснуться от шума, вызываемого движениями насекомого. На протяжении всей ночи эффия настраивается на ритмы внутренней энергии грешника, вызываемые его сновидениями. Она отделяет негативные спектры и впитывая их перерабатывает в светящуюся, энергетически плотную субстанцию внутри своего тела. В таком состоянии эффия способна парить в воздухе, быстро улетая если грешник проснется.

Сытые самец и самка излучают видимое глазу свечение и энергию Небес, привлекающую партнера. Пропуская энергию через церки в хвостовой части с определенной частотой эффии сигнализируют о своей готовности к спариванию. Личинки вылупляются из яиц спустя две недели, проходя стадию куколки и несколько линек до взрослого насекомого. С каждой линькой число сегментов тела насекомого увеличивается, как и количество сенсилл, но размер в целом остается прежним. Дожившие до старости особи теряют способность к размножению, но улучшают способности к впитыванию и переработке энергии, способные очистить сон лишь пробежав по лбу задремавшего грешника.

## Приручение

Эффии чувствуют дружелюбие со стороны грешника и будут проводить время неподалеку от него, если он того желает. Со временем насекомые могут начать жить в постели, карманах и ящиках стола, вычищая грязь и мусор. Редкие, в особенности не брезгливые грешники используют эффий в качестве ушных затычек на ночь. В таком случае насекомое не впрыскивает анестетик, но его плотно закрывающее слуховой проход тело надежно заглушает внешние звуки.  
Используются лекарями в качестве чего-то наподобие медицинских пиявок, для облегчения психосоматических состояний пациента.

### Поведение

Не агрессивные существа, избегающие любой конфронтации. Стараются уживаться с соседями избегая любых конфликтов как с ними, так и внутри популяции. Соперничество между самцами отсутствует. Самка выбирает самца исходя из качества его энергетической ауры, чтение которой является специализаций всего вида.

## Самозащита и нападение

Не имеют средств нападения и защиты. Предпочитают бегство прямой конфронтации. В критической ситуации способны ужалить. В этом случае их яд преобразуется в сильнодействующее снотворное, расходуя весь запас эссенции в организме насекомого, однако чаще всего может лишь дезориентировать грешника, а не полностью его усыпить.

## Способности

Магия эффии способна успокаивать разум и очищать мысли, упорядочивая их, изгоняя страхи и предрассудки. Яд в основном работает как анестетик, призванный угнетать чувствительность слухового нерва. Этим вызывается типичная утренняя глухота, проходящая спустя около десяти минут после пробуждения. Ужаленный в оба уха грешник просыпается свежим, отдохнувшим, но абсолютно пропустившим все будильники, сроки и обязательства.  
В случае паники эффия способна потратить все резервы организма чтобы обратить свой яд в снотворное.

## Интересные факты

- Упоминания Ευφυής Σαρανταποδαρούσα впервые встречаются в трудах натурфилософа Никанора Калласа датируемых 4 веком до н.э. Многоножка описывается как полезный друг ученого мужа, “ибо приносит ясность во снах полету мысли способствующую”. Также в сочинениях упоминается подвид Саранта Трома, которая согласно текстам вытягивала упорядоченную энергию Небес из сна напрямую, обращая его в кошмар. К нашему времени эта разновидность считается полностью истребленной.
- Даже малейшее воспоминание об убийстве эффии вызывает у них неподдельный страх. Грешник попытавшийся убить эффию ради алхимических ингредиентов никогда больше не увидит этого насекомого поблизости, а утренняя глухота для него будет особенно тяжелой.
- Сам по себе яд эффий бесполезен даже в качестве анестетика, поскольку добывается с трудом и имеет слишком слабый эффект. Однако достаточно опытные зоологи находили способы спровоцировать укус насекомого в паническом состоянии и собрать получившееся снотворное.
- Цельное сытое насекомое (впитавшее сон грешника) может быть использовано для создания эликсира защищающего от психических атак. Более гуманный метод получение той же субстанции заключается в разведении эффий в аквариумных условиях. Сытый самец не нашедший самку сбрасывает капсулу сперматофора, выглядящую как яркий светящийся комок, который затем используется в качестве источника пищи другими членами популяции. Сбор этих капсул не вызывает отторжения у эффий, благодаря чему алхимик получает надежный источник мощных седативных препаратов.
`;export{n as default};
