const n=`## Особенности строения

Длина тела Синебудки составляет 2 сантиметра. Она имеет круглую, слегка сплющенную форму тела, состоящего из двух сегментов — переднего грудного и заднего брюшного. Самцы и самки отличаются размерами и яркостью брюшек в спокойном состоянии: самцы переливаются полуночно-синим, а самки — лазурно-синим. Верхняя часть тела, при этом, остаётся неизменного серого оттенка. Имеет развитые три пары лапок, которые помогают ей передвигаться по паутине и поверхности. Лапки чувствительны.  
Обладает одной парой клешней, благодаря которым ловит добычу и ловко цепляется за неровные поверхности. Также имеются ядовитые железы, что расположены в ее хелицерах. Есть чувствительные белые усики, приспособленные для ориентации в пространстве, так как у Синебудки совершенно нет глаз.

### Органы чувств

Синебудка имеет развитое обоняние, которое позволяет ей обнаруживать ароматы фруктов, цветов и других источников пищи. Оно также помогает ей находить партнеров для размножения и определить присутствие других пауков или хищников вблизи.  
Обладает чувствительными лапками, которые помогают ей ощущать текстуры и вибрации в окружающей среде. Это позволяет ей определять качество поверхности, на которой она двигается, и ощущать потенциальных партнеров или добычу.  
Также Синебудка может воспринимать вибрации, передаваемые через паутину.

## Среда обитания

Паук предпочитает жить на ветках деревьев и прятаться за листьями схожих с ним оттенков для того, чтобы их труднее было обнаружить. Чуть реже, если Синебудка отбивается от семейства, она скрывается в норах.

## Образ жизни

Синебудка может жить в небольших группах, образовывать сообщества или жить в близком соседстве с другими пауками (необязательно своего вида).  
**Лазурный Ареал** — так называется множество паутинных укреплений, связанных между собой целыми лесами.  
Это мирное паучье сообщество, где Синебудки сосредотачиваются вместе, создавая изысканные и утонченные паутины, пропитанные сияющим голубым светом. Каждая паучья куколка является настоящим произведением искусства: синебудки используют свои паутины, чтобы создавать изящные павильоны и веранды, которые свисают среди деревьев или размещаются на ветвях. Колонны из голубых хрусталей поддерживают каждый из этих конструкций, создавая впечатление сверкающих кристаллических коконов. Молодые грешники часто могут их путать со спелыми плодами деревьев.  
Чтобы поддерживать связь между разными уголками Лазурного Ареала, Синебудки используют особые паутины, способные передавать звуковые волны. Они часто исполняют музыкальные произведения на этих нитях, распространяя мелодии по всему сообществу.  
Синебудки могут стать одиночками, если потревожить их коконы, поэтому грешникам запрещено разорять паучье сообщество.

### Питание

Ключевым питанием Синебудки служат фрукты и нектары деревьев. Не привередливы.  
Альтернативным источником пищи для Синебудки являются насекомые: она ловко использует свои паутины для создания сетей и западни, чтобы поймать и затем пожирать разнообразных насекомых. Такое питание распространено преимущественно среди синебудок-одиночек.

### Развитие

Молодые Синебудки вылупляются из яиц в виде куколок. Они активно развиваются внутри паутины своих матерей и проводят там первое время своей жизни. После выхода из куколки молодые Синебудки обучаются важному искусству для их сообщества — игре на паутинных струнах: они слушают музыку, исполняемую старшими и опытными пауками, и учатся создавать мелодии, которые могут быть переданы по паутине в другие части Лазурного Ареала.

### Размножение

Во время сезона размножения, Синебудки собираются в танце, который служит празднованию покровителей размножения. Этот танец является особенным обрядом, который объединяет всю паучью общину Лазурного Ареала. Синебудки исполняют изящные движения, раскрывая свои паутинные лапки с брюшками и создавая сияющие узоры на паутине. После успешного привлечения партнеров, Синебудки участвуют в парных взаимодействиях, которые закладывают основы для будущего размножения. Они проявляют заботу и внимание друг к другу, создавая гармоничные паутины, где будут складываться их будущие потомки.

### Поведение

Синебудка отличается некоторой опасливостью и осторожностью: встретив угрозу или потенциальную опасность, она склонна сразу же прятаться или искать безопасное убежище.  
В то же время, когда паук находится в своей естественной среде обитания, он может проявлять игривость и любопытство: Синебудка может петлять вокруг своей паутины, развязно кидаться на свои добычи или пытаться поймать летающих насекомых в воздухе.

## Исключения/нюансы

Отсутствуют.

## Самозащита и нападение

Брюшко паука мгновенно преображается, словно открывает свой сокровенный секрет: оно раскрывается наружу и рисует силуэты павлиньих глаз, сияя глубоким синим неоном. Это великолепное сияние служит не столько предупреждением, сколько моментально очаровывает грешника: при пятисекундном контакте на брюшке грешник начинает испытывать притяжение и сознание дурманится.  
Если же разозлить Синебудку или отнестись к ней грубо, она пускает в бой своё ключевое оружие — хелицеры, украшенные ядовитыми жемчужинами. Сам по себе яд не является опасным, но может оказывать влияние на грешника посредством укуса: паук накладывает негативные эффекты, подобные алкогольному опьянению, заставляя жертву страдать.

## Способности

- **Очарование** — это искусство притягивания и завораживания, которое применяет Синебудка не только используя яд, однако привлекая грешников прекрасным свечением голубых оттенков. Сознание грешника при контакте с пауком может затуманиваться, а его мысли заполняются приятными галлюцинациями и ощущениями эйфории.

### **Интересные факты**

- **Некоторые находят удовольствие в жевании лапок паучка, которые, к удивлению, обладают кисло-сладким вкусом**. Возможно, это связано с тем, что Синебудка предпочитает жить рядом с плодовыми деревьями, и его лапки приобретают этот особенный вкус. Однако стоит быть осторожным, так как этот деликатес вызывает зависимость и может поднять настроение, но также может быть и вредным для здоровья.
- **Брюшко Синебудки можно использовать в производстве духов, которые обладают притягательным ароматом и создают очаровательный эффект**. Обладает сладким фруктовым запахом с медовыми нотками, чем-то он действительно отдалённо напоминает запах земляники. Некоторые даже научились делать из него масла, которые благоприятно воздействуют на кожу, делая её блестящей и сияющей, привлекая внимание противоположного пола.
- Из яда паучка можно приготовить полезный отвар, который обладает расслабляющими свойствами и даже может вызывать лёгкие галлюцинации. Но стоит быть осторожным, потому что неправильное использование яда может быть опасно и даже вызвать передозировку.
- Когда наступает сезон зверя греха Похоти, Синебудки собираются в загадочном танце, который служит празднованию покровителя. Говорят, что каждый, кто сможет увидеть этот танец, получит вдохновение на самые необыкновенные идеи и находки. Именно в подобных танцах они находят партнёров на ближайший год.
- Паучьи нити Синебудки обладают не только удивительной прочностью, но и музыкальными свойствами. Некоторые талантливые музыканты изготавливают струны для музыкальных инструментов из паутины, что придает звукам неповторимую гармонию.
- Обработанная паутина может быть использована для изготовления тонких, но прочных свечей. Такие свечи могут весьма долго сгорать, а огонь из-за благовоний свечи может перекрашиваться в синий цвет и пахнет фруктами.
- Тонкая паутина может быть превращена в элегантные платки или шаль, которые обладают уникальным шармом и легкостью, ведь паутина переливается на свету, подобно зеркальным отблескам.
- Если попытаться съесть Синебудку в сыром виде, у грешника случится передоз от концентрации яда, попавшего в организм. Грешник видит всё синеватыми оттенками, может быть тошнота. В таком случае цепи грешника могут временно получить эффект допинга, однако после — перегружаются и могут долгое время восстанавливаться. Также возможна ломка.
- С недавнего времени Синебудку стали пробовать в экспериментальных целях добавлять как лекарственный ингредиент для попыток лечения заболеваний грешников по типу [синдрома Дабала](https://vk.ru/page-195918329_55308076), [эффекта Вертера](https://vk.ru/page-195918329_55472535), [онейрофрении](https://vk.ru/page-195918329_55472534), [талакии](https://vk.ru/page-195918329_55472533). В то же время, они вызывают зависимость и держат грешника в неестественно перевозбуждённом настроении. Для больных [эмасией](https://vk.ru/page-195918329_55308125) эффект губителен. Противопоказаны грешникам с отрицательной энергетикой.
- Синебудку используют как краситель, потому что любой контакт с ней и даже попытка взять её в руки оставляет на себе синие цвета, не говоря уже о других форматах использования. Придаёт всему, где применяется, доминирующий синий цвет. Полученный краситель можно использовать для окрашивания различных материалов — тканей, кожи, бумаги и даже керамики. Краситель обладает свойствами, такими как устойчивость к выцветанию, сверхъестественная яркость и контрастность оттенка, а также меняющийся цвет в зависимости от освещения (либо чёрный, либо синий роял).
`;export{n as default};
