const n=`#### Особенности строения
  
Сиддарт - это буквально одна большая гора мышц ростом в 3 и более метра. Эти существа, несмотря на слабо развитый таз, отличаются большой физической силой. Передние мощные лапы позволяют не только хорошо передвигаться, но и сломать челюсть обидчику в случае чего. Строение пасти и зубов напоминает крокодилье, что позволяет сделать вывод о немаленькой силе укуса этого большого парня.  
Помимо основного рта Сиддарт имеет множество ложных по всему телу. Что удивительно, каждый такой "ложнорот" снабжен настоящими и довольно острыми зубами, а также окружен челюстными мышцами, позволяющими ему открываться и закрываться, подобно обычным челюстям. Зверь не может ими есть из-за отсутствия связи между ротовыми полостями и пищеводом, однако без проблем способен оттяпать что-нибудь. Да так, что ему палец во рты не клади.  
Некая "грива" густо покрывает холку, спину и круп целиком, но не стоит обманываться - на самом деле это многочисленные ветвистые рога, очень сильно напоминающие ветви деревьев, чем эта махина и пользуется для слияния с окружением. У самок рога отсутствуют и на их месте растет действительно грива.  
  

![](https://sun9-78.userapi.com/impg/oMkZQe9AbSwE-Y-NWJX7IWhuWcidQj3IqI9u8Q/_ifrofXNACA.jpg?size=604x325&quality=96&sign=073fdeed99e4469b5718770e6de429b0&type=album)

  
  
##### Органы чувств
На первый взгляд может показаться, что этот хищник слеп. Но это не так. На самом деле, по собственному желанию он за долю секунд может поменять любой ложнорот на вполне себе настоящий и функционирующий глаз. Таким образом, он может комбинировать рты и глаза, при необходимости меняя их друг на друга. Если же он закроет все глаза и ложнорты, останется видимой лишь основная пасть и более ничего, кроме кучи мышц.  
Слух, хоть и не хорошо развитый, у них тоже имеется, но до сих пор не выяснено, где именно располагаются уши. Некоторые предполагают, что полости у основания рогов и есть ушные отверстия. А кто-то считает, что это нодзри, ведь должны же они чем-то дышать.  
  
  
##### Окрас
Сиддарты удачливы в этом плане, потому что их шерсть может обладать самым разнообразным рисунком и цветами. Пятна, полосы любых форм и размеров могут создавать самые невероятные окрасы.  
  
  
  
#### Среда обитания
  
Сиддарты, знакомые с грешниками, часто стараются найти их место проживания для продолжения игр. К счастью последних, те, кто уходил от них живыми, до сих пор не привели хвост до самого Замка, но небольшая популяция, все же найдя западный бастион, оккупировала его с той же самой целью.  
  
Однако большая же часть хищников обитает, предположительно, в горах. До сих пор точно неизвестно, где находится основная популяция Сиддартов, так как грешники сталкивались лишь с одиночными особями или парами.  
  
  
  
#### Образ жизни
  
##### Питание
Точно неизвестно, на кого именно охотятся Сиддарты, но не раз видели особей, играющих с тушами других менее крупных хищников, а также лакомящихся костями бовемов. Многие считают, что эти чудовища способны съесть кого угодно.  
  
  
##### Поведение
Сиддарты - самые игривые и азартные существа Энкража. Независимо от возраста они всегда готовы резвиться на лужайке, таскать в пасти бревна и гоняться за более мелкими зверушками лишь ради веселья, словно огромные собаки.  
  
В связи с этим, они просто обожают играть с грешниками, отчего многие особи весьма добры по отношению к людям. Известны случаи, когда мимо пробегающие Сиддарты даже спасали попавших в беду грешников взамен на дальнейшее участие в игре. Но не все так просто. Доброта этих больших пёсиков неправильна, а игра - смертельна. Они могут приносить палочку и играть в догонялки, что по началу кажется милым и безобидным. Но чем больше они увлекаются, тем чаще начинают то слишком сильно толкать, то вдруг позволять себе "дружеские покусывания", которые становятся опаснее с каждым разом, и в конце концов способны запросто затоптать или откусить лишний кусок от своего партнера по играм.  
Уйти от играющего с вами Сиддарта - задача не из простых. Он постоянно будет бегать рядом, вовлекая в игру, а при попытке прямого ухода от него "хороший мальчик" расстроится и разозлится, а тогда смерти не миновать - обиженный Сиддарт очень страшен.  
  
Популяция, проживающая возле западного бастиона, откровенно конфликтует с ратами, в первую очередь недолюбливая их из-за нападений на любимых грешников. Впрочем, и сами раты нередко первыми провоцируют бой, защищая собственную территорию.  
  
  
##### Размножение
Грешники не располагают большим количеством информации насчет размножения этих хищников. Более того, детеныша Сиддарта видели всего лишь раз. В связи с этим, есть вероятность, что сезоны размножения Сиддарты проводят в укрытиях или мигрируют туда, где грешники бывают очень редко или не бывают вообще.  
  
  
##### Приручение
Судя по записям одного из грешников, приручение Сиддарта возможно лишь в раннем возрасте, когда у них помимо любопытства присутствует чувство привязанности:

> _Во время вчерашней вылазки обнаружил детеныша Сиддарта! Притащил его в оранжерею. Не скажу, что было сложно его туда отнести, ибо этот щенок сам за мной увязался. Вальгарды, конечно, удивились моей находке. Спрашивали, откуда он такой взялся. Но мне ли знать? Этот засранец так неожиданно выскочил из кустов с каким-то кроликом в зубах, что я чуть копыта не откинул! Еще проблема в том, что он теперь от меня ни на шаг не отходит. Я ему мамочка, что ли? "Живые" пытались его от меня отвадить, но толку-то? Он ни себя трогать не дает, ни меня - огрызается всеми своими десятками пастей._

  
Как видно из отрывка, детёныш Сиддарта очень сильно привязался к грешнику, когда взрослые особи, в свою очередь, пусть и любят грешников, но с легкостью меняют "цели для игр".

> _Спайк_ \\[кличка Сиддарта\\] _растет так быстро. Прошло всего 5 лет, а вымахал вон как - скоро меня перегонит! Обучаю его некоторым командам. Слух у него не очень, поэтому больше реагирует на жесты, довольно сообразительный напарник. Но какой же обжора! Его хлебом не корми, дай только кость какую погрызть. Обожает бедренные от бовемов. Наверное, потому что они крупные, под его пасть. Наконец, кстати, отучил его скалиться на "своих". Хоть не пугает больше друзей, а то я при нем даже ни с кем видеться не мог. Надеюсь, постепенно запомнит манеры. А так из него выходит замечательный боевой друг..._

  
  
#### Исключения/нюансы
  
Очень редко можно встретить "вросших в землю" Сиддартов. Лапы таких особей походят на корни, проникающие глубоко в почву. Сами животные в этот момент не реагируют даже на прикосновения и не просыпаются от внешних воздействий. До сих пор доказанных объяснений этому феномену нет.  
  
  
  
#### Самозащита и нападение
  
Нападают, как правило, на тех, кто вредит грешникам или их имуществу. Единственной иной причиной для атаки первым является охота. В случае необходимости самозащиты Сиддарты не сдерживаются, поэтому агрессоры частенько жалеют о своем решении вызвать этих тварей на бой.  
  
  
  
#### Способности
  

*   Помимо физической мощи Сиддарты обладают и других оружием. Если вы вдруг заметили, как разозленный "большой мальчик" стремительно меняет все ложнорты на глаза - ваши дела очень и очень плохи. Ибо это значит, что Сиддарт решил активировать иллюзии. Малейший прямой (!) зрительный контакт с любым из многочисленных глаз гарантирует, что жертва попадет в иллюзию, из которой уже вряд ли выберется. Искусство иллюзий Сиддартов настолько сильно, что оно пробивает даже самый сильный ментальный блок грешников. Под действие иллюзии может попасть какое угодно существо, имеющее хотя бы один зрячий орган зрения.

  
  

##### **Интересные факты**

*   За все время ни одна особь Сиддартов не издала ни единого звука, несмотря на обилие ртов. Считается, что Сиддарты немы.
*   Во время поддержания иллюзий Сиддарт двигается очень медленно и не моргает. Если ему придется совершить резкое или быстрое движение или закрыть тот глаз, который "поймал" жертву, действие способности оборвется.
*   Грешники так и зовут этих существ - "псы".`;export{n as default};
