const n=`#### Особенности строения
  
  
  

![](https://sun9-79.userapi.com/impg/c858424/v858424681/fe64f/mw5WafYSmuY.jpg?size=487x263&quality=96&sign=cf31ba7def0b39fa652034524f9c5a34&type=album)

![](https://sun9-44.userapi.com/impg/c858424/v858424681/fe656/3P7wKMozFj0.jpg?size=487x263&quality=96&sign=4fc8d49476edb633e6c5d9ed490f31ee&type=album)

![](https://sun9-47.userapi.com/impg/c858424/v858424681/fe65d/E88fvMryrzM.jpg?size=487x263&quality=96&sign=4cc1796265fc48866fa21507062f2e0e&type=album)

**Side**

**Front**

**Top**

  
Своим внешним видом Ксорлоксы отдаленно напоминают птицу, нечто среднее между марабу и орлом. Один из членов "живых" описывал их так:

> _— Длинный клюв с хаотичными наростами, облезлые крылья, непригодные для полета, орлиные лапы с развитыми мышцами и крупными когтями... Все это так сильно напоминает птиц людского мира, но на этом сходство мерзких существ с родными нам пернатыми заканчивается._

  
Надклювье оканчивается своеобразным крючком-жалом, используемым для питания. Как правило, клюв взрослой особи со временем скрещивается из-за того, что зверь попросту не стачивает его в течение жизни. Крылья с двумя цепкими пальцами, как и длинный, с виду крысиный хвост позволяют молодому Ксорлоксу крепко держаться на теле Хозяина.  
Внутреннее строение этих тварей до сих пор полностью не изучено из-за трудностей с нахождением их останков в более-менее целостном виде.

> _— Смею предположить, что грудная клетка паразита располагается ближе к задней части тела, когда как впереди, скорее всего, находятся тазовые кости. Судя по взрослой особи, которую мне повезло наблюдать вчера, к подвздошной и седалищной костям при помощи мышечных тканей крепятся две упругие полупрозрачные полости, напоминающие сферы. Ранее в подобных сферах были найдены остатки липкой яичной оболочки, что позволяет назвать их коконами._

  
  
  
##### Органы чувств
На голове расположены 8 глаз с каждой стороны - всего 16, однако, как и все деворанты, Ксорлокс слеп. Его глаза лишены радужки и зрачков и сформированы лишь частично. При этом он абсолютно глух, не различает запахи и не чувствует вкуса из-за отсутствия языка.  
Ориентироваться в пространстве ему помогает развитое осязание - по всему телу Ксорлокса можно обнаружить черные наросты. По началу они кажутся шипами, но на самом деле это эластичные усики, реагирующие на малейшее соприкосновение с чем-либо. Самые крупные усы покрывают плечи и спину. Кроме того, эти существа просто превосходно улавливают местоположение источников магической энергии, а также интенсивность и вид выделяемой ими стихии.  
  
  
  
#### Среда обитания
  
Приоритетными местами обитания являются зоны с большим скоплением пустых. Климат не оказывает на Ксорлоксов никакого влияния, также как и наличие/отсутствие источников воды. Эти существа выживают практически в любых условиях.  
  
  
  
#### Образ жизни
  
##### Питание
Вся жизнь Ксорлокса посвящена поглощению стихий. Причем, что важно, он способен поглотить абсолютно _любую_ стихию и в любых количествах. Процесс питания проходит путем проникновения жала в жертву и поглощения энергии.  
При этом Ксорлоксы - паразиты, и меняют Хозяев по мере роста своего аппетита. Их Хозяином может стать какое угодно существо, обладающее магией. Но чем взрослее и больше Ксорлокс, тем крупнее по размерам ему нужна жертва, чтобы оставаться на ее теле незамеченным. В связи с этим большинство тварей, длина которых превышает 50 см, паразитируют на низших пустых. Упоминаний о паразитировании на высших нет, но это нельзя исключать.  
  
##### Развитие
Только вылупившийся из яйца Ксорлокс напоминает маленького уродливого птенца, не больше 7 см в длину. Он слаб, однако способен удержаться на Хозяине благодаря покрытию из липкой жидкости, заполнявшей кокон - она значительно облегчает молодняку жизнь на первые пару дней, пока те не окрепнут.  
Самого первого своего носителя маленький Ксорлокс не будет менять еще очень долго - около 10 лет. Затем объемы потребляемой маны увеличатся в разы, поэтому истощенный Хозяин заменится новым. В среднем, до достижения половой зрелости эти паразиты меняют носителей около 9 раз.  
С наступлением срока формирования второго кокона изменяется и образ жизни - Ксорлокс перестает паразитировать, и лишь иногда нападает на небольших существ, забирая ману ради поддержания жизни. В остальном старается скрываться в укромных местах, не подвергая себя лишней опасности.  
  
  
##### Поведение
Паразитирующий молодняк по большей части игнорирует существ, не являющихся Хозяевами. А вот взрослые особи нападают на любой источник магии, рискнувший приблизиться к их убежищу и воспринимаемый, как угроза потомству, поэтому от них стоит держаться подальше.  
К сородичам относятся нейтрально, но в период размножения могут конкурировать за лучшие места для "кладки" яиц.  
  
  
##### Размножение
Для Ксорлоксов характерно бесполое размножение. Примерно на 40 году жизни у них начинает формироваться правый кокон. На это уходит около двух десятков лет.

> _— Черт возьми, сколько раз их уже видел, а все равно комок к горлу лезет... В общем, как выяснилось, в процессе развития кокона и приблизительно 50 яиц в нем существо разлагается. Наиболее логичным объяснением мы считаем преобразование плоти в энергию, потребляемую коконом. Белок в некоторых областях вокруг него распадается, служа подпиткой для развивающихся зародышей. Соответственно, процесс гниения начинается с брюшной области._

  
После завершения формирования наступает короткий перерыв (примерно 5 лет), к этому моменту, чаще всего, Ксорлокс уже лишен большинства внутренних органов, расположенных вблизи яиц. После этого стартует процесс роста второго кокона, и гниение продолжается.  
Как только оба кокона готовы, разложение замедляется. Но уже не останавливается.  
Задача родителя с этого момента - найти подходящую для развития детенышей среду. Чаще всего Ксорлокс в таком случае ищет места неподалеку от скопления пустых. Почему? Из-за способа "откладывания" яиц. Как только особь посчитает ту или иную территорию пригодной, миссия всей ее жизни считается завершенной. Ксорлокс высвобождает всю накопленную за годы энергию разом, что ведет к возникновению взрыва. Его мощность, пусть и зависит от объема запасов маны, все же далеко не так высока, как у тех же солов, однако ее с избытком хватает для того, чтобы разбросать по округе не только оставшиеся внутренности существа, но и яйца. Буквально через полчаса после взрыва большинство маленьких Ксорлоксов уже покидают защитную оболочку. И им, как на блюдце, уже поданы их первые Хозяева - низшие пустые, привлеченные резким всплеском магической энергии.  
В случае, если в момент подготовки взрыва рядом с тварью оказывается что-то живое, то это что-то тут же попадает в "объятия" Ксорлокса, и тот устраивает самоубийство прямо на нем. Если после этого жертва и выживет, она почти стопроцентно станет одним из Хозяев для маленьких "птенчиков".

![](https://sun9-26.userapi.com/impg/c853524/v853524064/187cf6/nyfHnMSCJDo.jpg?size=807x219&quality=96&sign=a312321400fb92f4f11f1ca04bacc4f4&type=album)

  
  
  
#### Исключения/нюансы
  
Исключений нет.  
  
  
  
#### Самозащита и нападение
  
Для молодняка защитой является их Хозяин, поэтому они не заботятся о своей безопасности.  
Взрослые Ксорлоксы нападают на существ, слабее их. Против сильных единственной атакой является преждевременный взрыв - в случае, если опасный объект не может быть уничтожен обычными методами, тварь взрывается прямо на нем в надежде ранить/убить и при этом сохранить потомство хотя бы из одного кокона.  
  
  
  
#### Способности
  

*   Поглощение: Ксорлоксы поглощают любую стихию, превращая ее в чистую энергию и накапливая на протяжении жизни.
*   Взрыв: разом высвобождая всю накопленную ману, Ксорлокс подрывает себя и наносит некоторые повреждения существам в радиусе метра от него.

  
  

##### Интересные факты

*   Как ни странно, до сих пор не обнаружено ни одного упоминания о паразитировании Ксорлоксов на грешниках, поэтому неизвестно, какие последствия ждут и того, и другого при таком близком контакте.`;export{n as default};
