const n=`#### Особенности строения
  
Нечто среднее между белкой, мышью и птицей. От мыши это создание взяло свои размеры, ведь оно и вправду чертовски маленькое. От белки, как бы это не было странно, хвост, да и строение тела в целом. А вот от птицы Скиумусы взяли клюв. Причём всё ещё не до конца понятно, зачем этим существам клюв. Огромные уши, позволяющие, кажется, услышать всё, что угодно, так же являются своеобразным опознавательным знаком.  
  
##### Органы чувств
Большие уши являются не просто отличительным признаком этого зверька. Такие локаторы обеспечивают дальность слуха большую, чем у Вертебаров - Скиумус реагирует на звуки на расстоянии до 300 метров вокруг себя. Чтобы застать ушастого малыша врасплох, придется постараться.  
  
##### Окраска
Окраска разнится в зависимости от возраста и пола. Самые младшие имеют бледно-коричневый, местами серый окрас шёрстки, а так же светло-коричневый клюв. У старшего поколения окраска заметно темнее. К тому же, вне зависимости от пола, у каждой особи хвост всегда темнее остального тела. Самки меньше самцов, уши у них даже меньше, чем у их детёнышей. Окраска тёмно-серая, местами тёмно-коричневая. Самцы же на порядок больше самок, но при этом уши у них всё равно меньше, чем у детёнышей. Никто не знает, из-за чего конкретно природа одарила их чем-то подобным, некоторые считают, что их уши просто не растут после достижения определенного возраста. Начиная от кончиков ушей, светло-коричневая окраска плавно темнеет, а после и вовсе меняет свой цвет на тёмно-синий.  
  
  
  
#### Среда обитания
  
Будучи древесными жителями, успешно обосновались в лесу крови и лесах предгорной территории.  
  
  
  
#### Образ жизни
  
##### Питание
Никто не знает, чем питаются Скиумусы, да никто особо и не интересуется. Кажется, всем просто нет дела до этих монстров, пока те не утащат очередную безделушку какого-нибудь грешника.  
  
##### Размножение
Обычно Скиумусы живут группами, состоящими из самца, самки и подрастающих детенышей. Последние достигают периода зрелости уже к 5 годам. К этому времени их мех темнеет, и они покидают семью, чтобы создать свою собственную. Беременность длится два месяца, и затем в сумке самки появляется один или два детеныша. За всю жизнь самка в среднем рождает 10 малышей.  
Скиумусы моногамны, и находят пару на всю жизнь. Эти зверьки являются настоящим символом семейной заботы.  
  
##### Поведение
Скиумусы являются едва ли не самыми любопытными существами Энкража. Пусть они и пугливы, но интерес в их случае всегда берет вверх. Они вечно стягивают у зазевавшихся грешников всякие понравившиеся им безделушки и тащат к себе в дупло. Ах, порой они утаскивают и не безделушки вовсе, поэтому не удивляйтесь, если увидите грешника, отчаянно копающегося в очередном дупле. Чтобы поймать Скиумуса, достаточно соорудить простую ловушку, а в качестве приманки положить какой-нибудь необычный предмет из своего обихода.  
  
  
  
#### Исключения/нюансы
  
Скиумус может заразиться Инсанирой. Правда, протекает она совсем не так, как у тех же самых Груммов. Больной Скиумус просто бьётся клювом о дерево, тем самым нервируя всех и каждого. Конечно, такой долго не живёт.  
  
  
  
#### Самозащита и нападение
  
Если им грозит опасность - Скиумусы убегают. С их скоростью передвижения это самый успешный вариант.  
  
  
  
#### Способности
  
Помимо скоростного передвижения способностей не имеют.  
  

##### **Интересные факты**

*   Ходят слухи, что съевший Скиумуса обретёт такую же скорость. Конечно, кто-то уже пробовал вытворить нечто подобное, но после этого появилась своеобразная поправка, мол, съевший Скиумуса обретёт такую же скорость только если правильно его приготовит.
*   Среди некоторых грешников, особенно членов "живых", мелькает выражение "любопытный как скиумус" - так говорят о тех, кто постоянно интересуется, чем нужно и не нужно, и сует нос, куда ни попадя.`;export{n as default};
