const n=`#### Особенности строения
  
Скраги напоминают своеобразную лошадь для кавалерии инопланетных войск. По размерам в высоту они достигают примерно трёх метров. В длину же размеры колеблются от 7-ми до 9-ти метров, с учётом хвоста. Своеобразная грива в виде нескольких “волосков” имеется лишь у некоторых особей. Пока неизвестно, для чего именно она нужна.  
Помимо стандартных четырёх мощных лап, развивающих скорость до 100 км/ч, имеется дополнительная пара, напоминающая небольшие клешни богомола. Но не стоит недооценивать их из-за размера, каждая из таких лапок настолько остра и к тому же крепка, что запросто может пробить бетонную стену, оставив в ней аккуратное круглое отверстие. Из-за своеобразного строения челюстей данные особи не могут нормально питаться без помощи тех же самых клешней.  
  

![](https://sun9-74.userapi.com/impg/c855028/v855028972/19694e/-s5QlGjM8VY.jpg?size=604x316&quality=96&sign=25662ba8766dc17da8bb9f8aa813e8c4&type=album)

  
  
  
#### Среда обитания
  
Скраги, будучи невероятно быстрыми существами, предпочитают жизнь на открытых пространствах. Это эдакие гепарды Энкража.  
Милвусы, в свою очередь, со временем покидают изначальные места обитания, перемещаясь ближе к лесным рекам и озерам.  
А вот Веспертиолы обитают повсюду, но в качестве укрытий могут использовать только пещеры, норы и расщелины, так как избегают лишнего контакта со светом.  
  
  
  
#### Образ жизни
  
##### Питание
Основу их рациона составляют Альбы, реже - Конилы. В стаях способны напасть на Бовемов, в том числе и на крупных их представителей. Не брезгуют охотой на других хищников.  
В отличие от других мясоедов, эти монстры даже голодая не будут питаться падалью.  
  
##### Развитие
Также, как и Денигуиты, Скраги — эволюционирующие существа. Вот только в отличии от Денигуитов, эволюция которых идёт в зависимости от упора на ту или иную характеристику, Скраги эволюционируют, полностью опираясь на свой характер. Грешникам известно только две эволюции этих животных, но, ходят слухи, что таких может быть и больше, просто вот особи все попадаются со скверным характером.  
Возрастной промежуток, в который может произойти эволюций - 250-300 лет.  
  
##### Развитие: первая ветвь
Милвусы своим внешним видом напоминают драконов. Очень отвратительных драконов. Тело становится массивнее, появляются крылья. Особи теряют своё преимущество в скорости и изворотливости, зато могут впитывать больше урона. “Лишняя” пара конечностей постепенно атрофируется, так что две некогда полезные лапки теперь беспомощно болтаются и никак не контролируются. Пасть также видоизменяется и теперь уже напоминает стандартную пасть любого хищника, от чего затраты на пищу в разы понижаются. На этой же самой пасти красуется рог.  
  

![](https://sun9-67.userapi.com/impf/c845218/v845218399/150a9c/7Umfw3wBvl8.jpg?size=604x249&quality=96&sign=ec0dd61eeb08bab2ab2406f0cb1d71e8&type=album)

  
Вообще, если говорить вкратце, Милвусы по своей натуре являются благородными созданиями, от чего так стремятся скопировать свой облик с драконов. Особь, эволюционирующая в Милвуса, никогда не предаст свою стаю. Ну а если Грешник случайно забрёл не туда и встретил стаю Скрагов под предводительством Милвуса, то у него даже есть шанс выжить.  
  
##### Развитие: вторая ветвь
Другая форма, Веспертиолы, и вовсе пугают одним лишь своим видом. Кажется, что они — неудачный прототип Скрагов, о чём говорят их безобразно длинные передние лапы, по остроте не уступающие двум лишним отросткам. Кажется, что на голове у них красуется шлем, закрывающий глаза, но утверждать этого никто не берётся. Пасть отдалённо напоминает собачью, правда вот огромное количество острых, как бритва, зубов, немного портит впечатление. В такой форме Веспертиолы в разы быстрее своих “собратьев” Милвусов. Летать им куда проще. Если сравнивать этих двоих, то Милвус — бомбардировщик, а Веспертиол — истребитель.  
  

![](https://sun9-12.userapi.com/impf/c845218/v845218399/150aa5/K0oGrxWi0L4.jpg?size=604x453&quality=96&sign=9ec6e5a23fe833c17ed33b428733e205&type=album)

  
Веспертиолы - существа, которые, как кажется самим грешникам, больны. Ходят слухи, что в момент эволюции Скраги со скверным характером вместо того, чтобы стать Милвусом, заражаются Инсанирой (той же болезнью, которой болеют Груммы), отчего весь их облик становится чертовски прокаженным. Такие существа признают только силу, но даже если вы доказали, что сильнее, это не повод поворачиваться к ним спиной. Как только у них будет возможность напасть — они это сделают. Эти монстры могут спокойно атаковать грешника, но, как говорится, нет худа без добра. Ещё ни разу Скраги самостоятельно не эволюционировали в Веспертиолов. А когда эволюция проходит под контролем грешника и получается нечто подобное, он, в большинстве своём, пока монстр ещё ослаблен, убивает его. Только самый отбитый и больной “человек” может попробовать оставить Веспертиола.  
  
##### Размножение
В любой своей форме эти монстры являются гермафродитами. Скраги достигают половой зрелости в возрасте 150 лет и каждые 15 лет откладывают яйца. В одной кладке может оказаться от 3 до 5 яиц. Ухаживают за детенышами до тех пор, пока тем не исполнится 80 лет, но большое внимание родитель обычно уделяет самому сильному потомку. Из-за этого чаще всего из всех детенышей выживают только один или два.  
Веспертиолы и Милвусы размножаются гораздо реже - раз в 25 лет, при этом из их яиц обязательно вылупятся обычные Скраги.  
  
##### Общее поведение
Если есть сильный предводитель, то объединяются в общины, если же такового нет, обычно скитаются по 3-4 особи. Кроме Веспертиолов.  
Веспертиолы предпочитают ошиваться в одиночку, а любой другой монстр, даже если это Скраг или Милвус, считается потенциальным врагом.  
  
  
  
#### Исключения/нюансы
  
Скраги не всегда эволюционируют в другую форму. Порой они навсегда остаются быстроногими "гепардами" Энкража.  
  
  
  
#### Самозащита и нападение
  
Скраги и Милвусы нападают, в большинстве своём, только на враждебно настроенных Грешников. Веспертиол же может напасть абсолютно на любого. Так как без должного лидера Скраги не могут нормально сосуществовать вместе, в моменты, когда у них проблемы с пропитанием, точно также могут напасть на грешника.  
  
  
  
#### Способности
  

*   Эти существа не могут похвастаться какими-то способностями. Скраги абсолютно ничем не обладают, кроме возможности атаковать двумя клешнями.
*   Милвусы уже получают возможность выпускать своеобразное тёмное пламя, которое, по сути, просто является проявлением их атрибута.
*   Самые же продвинутые в плане использования каких-то способностей - Веспертиолы. Они способны призывать чёрный туман, похожий на туман Алисферы, лишающий врагов обзора. Могут выпускать шары, состоящие из тёмной энергии, а также усиливать своё тело.

  
  

##### **Интересные факты**

*   Из лапок Скраг и Веспертиолов, а так же рогов Милвуса можно сделать довольно крепкое, и, в то же время, обладающее высоким колющим потенциалом оружие. Оно будет легче других известных прототипов.`;export{n as default};
