const n=`## Особенности строения

Необычный внешний вид Скаутаса способен смутить несведущего грешника. При первом взгляде на это существо может возникнуть вполне логичный вопрос - что водная тварь забыла.. В воздухе?  
Внешне Скаутас напоминает некого морского динозавра или ската около метра в длину, в сдутой форме обладающего обтекаемым телом и тремя парами грудных плавников, напоминающих акульи, а также брюшным и спинным плавниками. Хвост оканчивается мягкой щетинистой чешуей, издали напоминающей шерсть.  
Но интересно в этом животном другое - газовые резервуары. В среднем около 20 небольших пузырей имеется на спине и одна большая полость - на брюхе. Будучи пустыми, они напоминают обычные наросты, но по мере того, как тело Скаутаса вырабатывает тот или иной магический газ, пузыри растягиваются и растут, надуваясь, словно воздушные шарики.  
Зачем же существу нужен этот самый газ? Ответ на данный вопрос искал один из исследователей Энкража, и вот, что можно отыскать в его дневнике:

> _Мне повезло. Тело Скаутаса, погибшего пока по неизвестной мне причине, все еще наполнено газом. Наконец я смогу проанализировать его состав..._

> _...Содержимое спинных пузырей не имеет примесей и является неизвестным тяжелым газом, в то время как в брюшном резервуаре находится неимоверно легкий газ, также доселе не встречавшийся в Энкраже. Думаю, напрашивается явная гипотеза: эти существа каким-то образом контролируют соотношение тяжелого и легкого газа, что и позволяет им путешествовать по воздуху. Однако я до сих пор не обнаружил орган или гормон, который бы влиял на упомянутое соотношение газов. За исключением нескольких тонких трубок, соединяющих брюшной пузырь с каждым из спинных, но их назначение не совсем ясно. Продолжаю исследование._

Плавники используются не только для относительного управления полетом, но и для передвижения по земле. И если вы считаете, что эта тварь на ней - как рыба, выброшенная на берег, то очень сильно ошибаетесь, весь благодаря особому строению мышц она способна извиваться с неплохой скоростью.

### Органы чувств

11 зорких глаз позволяют Скаутасу одинаково отлично что днем, что ночью сканировать местность на огромные расстояния вокруг себя, что несомненно играет роль при его длительных путешествиях.  
В свою очередь четыре водянистых усика на подбородке животного обеспечивают ему восприятие магических полей различных существ и объектов. Скаутасы различают атрибуты магии, и каждая особь по-разному реагирует на большинство из них. Но у каждой так или иначе имеются привлекательные для не атрибуты, нейтральные, а также те, которых она сторонится.

## Среда обитания

Скаутасы не прихотливы и переносят любые условия, за исключением горных морозов.

## Образ жизни

### Питание

Эти твари всеядны, но их рацион контролируется одним единственным фактором - необходимостью полета. Дело в том, что растительную пищу тело Скаутаса перерабатывает в так называемый _гровибас_ - тяжелый газ, а животную - в _алвабус_ - легкий газ. Исходя из пожеланий, Скаутас сам регулирует свой рацион, иногда поедая больше растений, а иногда больше охотясь на мелких существ. Что любопытно, для охоты он использует длинный язык с чрезвычайно липкой слюной, как хамелеон.

### Поведение

Несмотря на то, что большую часть жизни Скаутасы проводят в одиночестве, они очень привязаны к своей родине и стае, в которой родились. Как правило, две столкнувшиеся особи очень дружелюбны друг к другу и любят переговариваться между собой, словно бы рассказывая, что каждый из них успел повидать с высоты птичьего полета.

### Размножение

Место гнездования единственно и неизменно для всех Скаутасов - это плавучий остров Эйма. В возрасте 12 лет странствующие особи возвращаются на родину, чтобы оставить потомство. Самец вместе с самкой занимается обустройством гнезда, в котором уже скоро оказывается от 4 до 7 крохотных яиц. Высиживание занимает у матери около полугода, после чего на свет вылупляются маленькие Скаутасы. С момента рождения начинается медленное развитие газовых резервуаров, и к 5 годам малыши готовы (и должны) покинуть остров, который именно к этому моменту и начнет погружаться обратно под воду. Накопившийся газ неспешно поднимает их все выше, и они начинают свое долгое путешествие по воздушным потокам Энкража. Через 7 лет скитаний новое поколение существ вновь сюда вернется.

## Исключения/нюансы

Исключений нет.

## Самозащита и нападение

Не обладая никаким оружием, Скаутасы не способны защититься или атаковать. Впрочем, большую часть жизни они недосягаемы для многих хищников.

## Способности

- Преобразование пищи в газ. Растительную пищу их тело преобразует в тяжелый магический газ _гровибас_, животную - в легкий магический газ _алвабус_. С течением времени оба газа смешиваются между собой через соединительные трубки и медленно всасываются в кровь, покидая организм через выдохи. Именно из-за этого со временем существа и опускаются на землю, а не блуждают в воздухе до конца своих дней.

### **Интересные факты**

- Алвабус гораздо тяжелее и плотнее обычной маны, образующей "атмосферу" Энкража, и именно он не позволяет Скаутасу подняться чересчур высоко, являясь неким баластом.
- В яйцах этих животных содержится самое клейкое в мире вещество, и детали, соединенные с его помощью, не выйдет разъединить никаким инструментом, веществом или магией, настолько прочен этот клей после застывания. Но вот достать эти яйца - та еще морока, учитывая, что находятся они на Эйме.
- В особенно темные ночи Энкража можно заметить светящиеся огоньки, медленно плывущие среди облаков. Это и есть Скаутасы, а свечение обусловлено люминесцентным свойством гровибаса. Из-за этого некоторые прозвали их _"небесными фонариками"_, а **Фестивалем Небесных Драконов** зовется явление, когда воздушные потоки массово проносят над Замком сотни светящихся Скаутасов. Как не сложно догадаться, случается это раз в 12 лет.
`;export{n as default};
