const n=`## Особенности строения

Солы напоминают собой представителей семейства собачьих. По размерам они почти идентичны немецким овчаркам, то бишь высота в холке около 65 см, длина — 80 см. У Солов, как и у Вертебаров, отсутствуют глаза.

Их тела настолько приспособились к поглощению огня, что окончательно перестроились. Они лишились всех своих внутренностей, а образовавшуюся пустоту сделали своеобразным резервуаром для хранения поглощённой энергии. Через не до конца закрытые плотью рёбра можно заметить яркое свечение. Оно также видно через пасть и в проблесках на спине. Проблески на спине, кстати, появились благодаря образовавшимся на ней шипам. Именно эти шипы, как клювы у Вертебаров, отвечают за поглощение стихии.

## Среда обитания

Главная стая оккупировала территорию леса крови и восточные зоны в целом. Отбившиеся одиночки иногда забредают на запад, попадая в беспросветный лес.

## Образ жизни

### Питание

Сол жив до тех пор, пока ест. А пищей для него является магическая энергия огненной стихии. Питаются по мере опустошения своего "желудка", всю жизнь, по сути, находясь в поисках энергии.

### Размножение

Солы живут стаями, что можно объяснить вполне себе легко и просто: из-за подобного перестраивания своего организма эти монстры попросту лишились возможности размножаться. У них отсутствует функция самовоспроизведения. То бишь, существует вероятность, что уже очень скоро все Солы вымрут, а упоминания о них останутся лишь в книжках.

### Поведение

Они не зря собрались в стаи. У них нет какой-то иерархии, все особи равны друг перед другом. За всё время существования из эгоистичных созданий, действующих в одиночку, они превратились в сплочённую стаю, существа в которой помогают друг другу. Почему? Они не могут продолжить свой род, поэтому должны выжить сами, вот и всё.

## Исключения/нюансы

Бывают особи, либо отбившиеся от своей стаи, либо потерявшиеся. Такие в несколько раз агрессивнее своих сородичей, и от них нельзя уйти без драки.

## Самозащита и нападение

Солы, как и Вертебары, могут напасть на вас даже от одного неверного взгляда в их сторону. А если нападёт один, нападут и другие. Конечно, их можно и задобрить, “покормив" огнём, но не факт, что получится.

## Способности

- Солы способны поглощать такую стихию, как огонь. Вне зависимости от её проявления. Будь это обычный лесной пожар, или же направленное магическое умение - всё это может быть “пожрато”. Но вот если Вертебары используют поглощённую энергию для атак, то Солы используют её для поддержания жизни в своём теле. При желании они могут оградить своё тело своеобразным щитом, состоящим из чистой энергии.
- Эти существа способны также взрываться, полностью уничтожая себя. Взрыв соизмерим со взрывом атомной бомбы и не может быть вызван искусственно, вот только вероятность того, что Сол использует эту способность, близится к нулю.
`;export{n as default};
