const n=`## Особенности строения

Терафилла Царственная — самый массивный и тяжелый подвид эфирианских медуз, достигающий до 5 метров в длину с весом до 80 килограммов. Её тело украшено многочисленными пластинчатыми выростами, напоминающими ребра древних китов, которые играют ключевую роль в поддержании гидродинамической стабильности. Эти выросты переливаются мягким зеленоватым и янтарным светом, создавая иллюзию древнего артефакта, ожившего в глубинах океана. Центральная часть тела Терафиллы содержит плотную гелеобразную субстанцию, помогающую противостоять колоссальному давлению на экстремальных глубинах. Её щупальца, разделенные на секции, покрыты плотным слоем защитной мембраны, что делает их устойчивыми к атакам других морских хищников.

### Органы чувств

Терафилла обладает уникальным органом, известным как "гравитационный сенсор", расположенным в основании её щупалец. Этот орган позволяет ей воспринимать изменения давления и тектоническую активность на дне Моря Кровавых Слёз, предсказывая подводные землетрясения и извержения вулканов. Её зрительные органы малочисленны, но невероятно эффективны: пара небольших глаз на верхней части тела способна улавливать инфракрасное излучение, что позволяет Терафилле охотиться в полной темноте. Дополнительно по всей поверхности тела расположены микроскопические рецепторы, которые реагируют на концентрацию проклятой энергии воды, помогая ей определять присутствие других существ или источников энергии.

### Окрас

Кожа Терафиллы, напоминающая окисленную медь, переливается тёмно-зелёными и золотыми оттенками, создавая эффект древнего металла, затонувшего в морских глубинах. Этот окрас позволяет ей сливаться с подводным ландшафтом, особенно в местах, где растут водоросли и кораллы. В темноте её тело испускает мягкое золотистое свечение, которое может усиливаться в моменты угрозы или во время охоты. Щупальца украшены линейными узорами, напоминающими прожилки на листьях, которые светятся тусклым синим светом, служа своеобразной сигнальной системой для отпугивания хищников.

## Среда обитания

Терафилла предпочитает глубоководные котловины с вулканической активностью, где скопления минеральных осадков и подводных источников тепла создают идеальные условия для её существования.

## Образ жизни

В отличие от других эфирианских медуз, предпочитает коллективный образ жизни. Она обитает в больших колониях, которые могут насчитывать сотни особей, формируя устрашающие скопления на определённых участках океанского дна. Эти колонии Терафилл образуют сложные структуры, напоминающие подводные города, которые служат им одновременно и защитой, и местом обитания. Подобным образом Терафиллы отпугивают других морских обитателей громкими звуками, которые они издают при малейшей угрозе: похожие на раскаты грома, звуки раздаются на значительные расстояния, предупреждая всех о присутствии мощной и опасной колонии. В периоды штилей и спокойствия, Терафиллы ведут относительно мирный образ жизни, медленно покачиваясь в воде и переливаясь своими яркими цветами. Однако, как только давление и состояние реки или же океана начинают меняться, колонии Терафилл становятся источником хаоса и беспокойства: они начинают перемещаться в более безопасные зоны, указывая на приближение шторма. Их массовое скопление на одном участке создаёт эффект живой стены, которую трудно обойти или преодолеть.

### Питание

Терафилла питается исключительно энергетическими выбросами, которые образуются в результате вулканической активности или магматических выбросов. Её щупальца способны аккумулировать энергию, а затем перерабатывать её, создавая собственные энергетические поля, необходимые для поддержания жизнедеятельности.

### Развитие

Личинки Терафиллы развиваются в непосредственной близости от вулканических шлейфов, что помогает им получать необходимые для роста минералы. На ранних стадиях развития их тела практически прозрачны, с тонкими нитевидными щупальцами, которые со временем утолщаются и обретают характерную структуру.

### Размножение

Терафилла размножается редко, откладывая яйца вблизи геотермальных источников. Каждое яйцо покрыто оболочкой из соединений, схожих на кальциевидные, которые защищают их от хищников и экстремальных температур.

### Поведение

Терафилла Царственная проявляет нейтральное поведение, но может становиться агрессивной при попытке вторжения на её территорию. Она не вступает в открытые конфликты, предпочитая использовать свои энергетические поля для сдерживания потенциальных угроз.

## Самозащита и нападение

При угрозе Терафилла создаёт энергетический барьер, который временно дестабилизирует работу магических цепей других существ. Её щупальца могут испускать импульсы электрического тока, которые дезориентируют нападающих, давая ей возможность отступить.

## Способности

Главной способностью Терафиллы является её умение генерировать мощные энергетические поля, которые могут влиять на поведение морских существ, заставляя их избегать территорий её обитания.

## Интересные факты

- Плоть Терафиллы имеет горький и едкий вкус, который сопровождается сильным ощущением жжения. Даже самые отчаянные хищники избегают нападений на неё из\\-за опасности получения серьезных повреждений.
- Вполне вероятно, что именно Терафилла придаёт Морю Кровавых Слёз и Кровавой Реке свои характерные яркие алые оттенки, когда дело касается надвигающейся непогоды.
- Тела Терафилл, обнаруженные учёными, содержат редкие минералы, которые используются для создания магических артефактов, способных напрямую влиять на магические цепи грешников.
- Излучаемое Терафиллой энергетическое поле может замедлять процессы старения у некоторых морских обитателей.
- Когда Терафиллу подвергают воздействию определённых заклинаний, её плоть начинает излучать свет, похожий на пульсацию молний.
- Эксперименты показали, что энергетическое поле, исходящее от Терафиллы, можно преобразовать в охранные барьеры, которые способны отклонять не только магические, но и физические атаки.
- Терафилла может издавать низкочастотные вибрации, которые используют для передачи сообщений в подводных поселениях. Её "голос" устойчив к помехам даже во время сильных бурь.
- Из-за сильного магического излучения длительное взаимодействие с Терафиллой может вызывать ухудшение зрения, галлюцинации или временное помутнение разума. Это делает её добычу и использование крайне рискованными, не говоря уже о глубине, на которой она обитает.
`;export{n as default};
