const n=`## **Особенности строения**

Фенгилит в длину достигает около метра; в ширину (включая шипы) около 60 сантиметров.  
Голова крупная, с массивными челюстями и острыми, зубчатыми гребнями, что могут выполнять как защитную функцию, так и использоваться для нападения. Челюсти огромные и мощные, способны прокусить толстую броню, например, панцири других морских существ. В то же время, внутри челюстей расположены многочисленные ряды зубов, направленных назад, чтобы удерживать добычу.  
Само туловище цилиндрическое и удлинённое, а кожа покрыта плотной, шероховатой чешуей, обладающей свойством саморегенерации, а внутренний скелет сделан из мощного хряща. Чешуя состоит из нескольких слоёв, включая подповерхностный слой, способный выделять слизь, что помогает уменьшить трение при плавании. Спина и бока покрыты острыми шипами, которые защищают от хищников. Шипы на спине и боках не только остры, но и покрыты слоем биоминеральных образований, придающих им большую прочность. Хвост длинный, с раздвоенными окончаниями, что придаёт маневренности в воде.

### **Органы чувств**

Фенгилит обладает сильно развитыми органами чувств, что делает его одним из самых опасных хищников в глубинах. Его огромные глаза, расположенные по бокам головы, обеспечивают широкий угол обзора и прекрасно приспособлены к условиям низкой освещенности. Глаза покрыты специальной мембраной, которая фильтрует остаточный свет и делает возможным видение в условиях почти полной темноты. Вдоль всего тела у Фенгилита расположены чувствительные рецепторы, которые улавливают малейшие вибрации в воде, позволяя ему ощущать приближение добычи или угрозу на большом расстоянии.

### **Окрас**

Фенгилит имеет темно-серый, почти черный окрас, который идеально сливается с мрачными водами глубин океана. Белесые участки на животе помогают ему оставаться незаметным, когда он движется над морским дном. Специальные темные пятна на спине могут изменять оттенок в зависимости от окружения, обеспечивая дополнительную маскировку. У некоторых особей по бокам тела присутствуют слабосветящиеся пятна, используемые для коммуникации с другими Фенгилитами или для приманивания добычи. Эти пятна могут быть отключены при необходимости полной маскировки.

## **Среда обитания**

Фенгилит обитает на больших глубинах моря, предположительно, на глубине от 500 метров, где давление проклятой энергии высоко, а свет почти отсутствует. Предпочитает скалистые участки морского дна, пещеры и глубоководные ущелья, где может скрываться и устраивать засады на добычу. Иногда встречается в зонах с подводными вулканами, где тепло привлекает мелкую рыбу и других обитателей глубин, которыми питается Фенгилит.  
Фенгилиты привлекаются к источникам проклятой энергии, что делает их уязвимыми к определенным ловушкам, но также и позволяет им адаптироваться к различным условиям, если эти источники присутствуют в их среде обитания.

## **Образ жизни**

Фенгилит — одиночный охотник, патрулирующий свою территорию, которая может охватывать несколько квадратных километров. Его активность не ограничивается временем суток, так как на глубинах, где он живет, свет почти не проникает. Этот хищник-засадник использует свои способности к маскировке, чтобы поджидать добычу, прячась среди скал или в тенях глубоководных ущелий.

### **Питание**

Фенгилит питается разнообразной морской фауной, включая рыбу, кальмаров, и других мелких глубоководных существ. Однако, если появляется возможность, он может охотиться и на более крупных жертв, используя свою силу и мощные челюсти. Благодаря острому зрению и чувствительным рецепторам, Фенгилит может выследить добычу даже в полной темноте. В случае нехватки пищи на глубине, он поднимается ближе к поверхности.

### **Размножение**

Фенгилиты размножаются посредством внешнего оплодотворения: самки откладывают яйца в защищённые углубления на морском дне, которые они выбирают с особой тщательностью, чтобы защитить потомство от хищников и неблагоприятных условий. После этого самцы оплодотворяют яйца, и начинается их развитие, которое длится 6-8 месяцев. Молодь, вылупившаяся из яиц, уже полностью сформирована и готова к самостоятельной жизни, хотя в первые месяцы ей требуется защита от взрослых особей, так как они могут проявлять агрессию даже к своим потомкам. Накопление естественных размеров способствует качественному и постоянному питанию.

### **Поведение**

Фенгилит крайне территориален и агрессивен по отношению к другим существам, включая своих сородичей. В период размножения самцы вступают в ожесточенные схватки за право оплодотворения яиц, что может привести к серьёзным повреждениям или даже гибели одного из противников. За пределами брачного периода Фенгилит избегает ненужных конфликтов, предпочитая скрываться в своей территории и нападать на добычу из засады.

## **Самозащита и нападение**

Фенгилит использует свои шипы и ядовитую слизь в качестве основного средства защиты. Шипы покрыты ядовитым веществом, которое при проникновении в тело врага вызывает паралич и мучительную боль. Во время нападения он сначала атакует ядовитыми шипами, затем использует свои мощные челюсти для захвата и разрыва добычи. Способность к быстрой регенерации делает его чрезвычайно устойчивым к ранам, что позволяет ему быстро восстанавливаться после схваток.

## **Способности**

Самые примечательные из них заключаются в том, что шипы, покрывающие спину и бока Фенгилита, выделяют мощный яд, который может парализовать или убить даже крупного противника. Кроме того, обладают способностью к быстрой регенерации, что позволяет ему восстанавливаться от повреждений в течение нескольких часов или дней, в зависимости от тяжести ранения. Светящиеся пятна на боках Фенгилита также могут использоваться для гипноза мелких существ, что облегчает их захват. Этот механизм также может временно дезориентировать более крупных хищников.

## **Интересные факты**

- Фенгилит часто становится жертвой опытных рыболовов, считая его уловом большого трофея. Важно обратить внимание, что предпочтительной уловкой для Фенгилита служит именно червь Карабис, который при спуске на огромные проклятые давления будет набирать постепенно размеры, пожирая энергию, чем особенно привлечёт Фенгилита. В то же время, охотнику следует иметь немалую физическую силу для того, чтобы вытащить крупного Фенгилита и не дать ему сцепиться с крючка. В ловле установлен рекорд, в котором смогли выловить представителя в размерах 4.71м и до 1 тонны весом.
- Примерная информация по Фелингитам представлена, так как некоторые рыболовы и исследователи вылавливали молодь, создавали искусственный бассейн и наблюдали за жизнью. Как оказалось, Фенгилит не привередливы относительно глубин, если обложить их мощными концентратами проклятой энергии. В то же время, содержать их в производственных масштабах крайне проблематично, так как ферме препятствует сильная конфликтность и мощная территориальность, также наблюдается проблема в закупках концентратов и нахождения долгого времени рядом с ними из\\-за передозировки проклятой энергией.
- Из яда Фенгилита (также известного, как “Яд Королей”, так как им травили многих почётных грешников) делают смертельные зелья, которые могут быстро парализовать грешника. Из-за сильного отравления тела выходит так, что оболочка грешника может распасться, а при передозе – и вовсе может быть нарушен баланс ядра. Противоядием, как и возможностью проверить, содержится ли яд Фенгилит где\\-либо, считаются высокоранговые настойки из атрибута Небес.
- Глаза Фенгилита нередко используются для зелий, помогающих фильтровать яркий свет и создавать теплоизолирующий эффект, что даёт полную приспособленность ко тьме и высоким концентрациям энергии в округе.
- Мясо Фенгилита из\\-за своей уникальной структуры и состава может быть использовано в кулинарных экспериментах: оно обладает высоким содержанием проклятой энергии и может быть приготовлено как деликатес, обеспечивая необычный вкус и текстуру. Однако из\\-за сильного яда требуется тщательная обработка и безопасность при приготовлении.
- Чешуя Фенгилита, обладающая свойством саморегенерации и способностью выделять слизь, может быть использована в производстве прочных, гибких и водоотталкивающих материалов. Эти материалы могут найти применение в создании защитных костюмов или текстиля для экстремальных условий.
`;export{n as default};
