const n=`## Особенности строения

Фэлбек — собака-подросток с двумя головами, весит около двадцати килограмм, рост в холке до 40 сантиметров. Черно-молочная шерсть Фэлбека, как свежий снег на горных вершинах, пленяет взгляды своей неестественной схожестью на земных питомцев. Шесть его лап кажутся необычайно изящными и мягкими, позволяющих перемещаться шустро по полям и весьма ловко по неровным поверхностям. Они располагаются симметрично, в тройном порядке. Имеет два хвоста, которые похожи на щупальца в своей плавности и некоторой слякоти. Хвосты гибкие и способны выполнять разнообразные задачи. Шерсть имеет, несмотря на чудесные краски, похожие свойства: она слизкая и на ощущения такая, будто прикасаешься ладонью к прохладным чернилам.  
Фэлбек обладает уникальной способностью видеть и понимать мир сразу с двух точек зрения. Это делает его прекрасным союзником и неоценимым защитником.  
Фэлбек может объединять обе головы в единое целое, делая свой облик впечатляющим и страшным. Этот трюк он использует, когда сталкивается с могущественными врагами или же когда нужно запугать противника. В такие моменты он становился поистине несокрушимым, но такое объединение затратно для Фэлбека, ведь две головы повышают общие уязвимости существа.

### Органы чувств

У него сдвоенный язык, который способен ощущать различные текстуры и вкусы, делая его восприятие мира еще более многообразным. Уши Фэлбека идут в четырех экземплярах, что позволяет иметь превосходный острый слух, как у полноценных хищников, или компенсировать его, если у одной из голов слух недостаточно развит. И небесные голубые глаза, также сдвоенные, обладают чутким зрением, позволяя ему различать даже мельчайшие детали окружающего мира. Во многом перенимает качества восприятия от Хианида, однако считается лишь четверть унаследовавшим, так как имеет лишь две сильные пары глаз.

## Среда обитания

Не привязаны к среде, следуют преимущественно за хозяином.

## Образ жизни

### Питание

Исключительные хищники, однако к самому мясу не привередливы. Оптимально давать в сутки около двух килограмм чистого мяса, не принципиально, взято оно из ключей или добыто из откуда-то.

### Развитие

Развитие Фэлбека начинается с его рождения, когда он появляется на свет в виде милого и неуклюжего существа с одной головой, хвостом и четырьмя лапами. В течение первых 50 лет его жизни он считается щенком и не способен раздваивать части тела. Щенки крайне скользкие, поэтому носить на руках не получится. В этом возрасте он активно учится миру и взаимодействует с окружающей средой. В этом моменте важно вселить в Фэлбека нужные качества, в противном случае, их характер крайне капризно и тяжело меняется. Достаточно эмпатичны и перенимают все эмоции.  
Со временем Фэлбек становится подростком и развивает свои уникальные навыки. Он начинает осознавать, что способен раздваивать части тела и пользоваться этим, может видеть и понимать мир с двух разных точек зрения.  
После 50 лет физически не растут, начинают концентрироваться на интеллектуальном развитии и магических сил.

### Размножение

Естественное живорождение, не отличаются от классических млекопитающих. В то же время, для родов применяют облик с одной головой, а не раздельными. Также щенками не имеют раздвоений, учатся этому в процессе взросления.

### Поведение

Характер у двух голов может быть совершенно различным, однако он чаще всего является весьма противоположным относительно мировоззрения и отношения с грешником. В то же время, тело и мысли не конфликтуют, а лишь искажаются в двух небольших сознаниях и по-разному производит реакцию на провокацию.  
Если же говорить об общих отношениях, то у Фэлбека существует чудесное правило: "Те, кого считаю другом, буду оберегать и бесконечно любить, а кого ненавижу — растерзаю". Существа не способны никого простить или же предать, кроме того, они стараются копировать поведение хозяина для того, чтобы максимально комфортно взаимодействовать. Фэлбеку достаточно год провести в близком контакте с грешником, чтобы сменить мировоззрение, если существо привязывается.  
Если говорить в общих чертах, то:  
Первая голова Фэлбека — мудрая и благоразумная. Она представляет собой олицетворение добра и милосердия. Эта голова всегда готова помочь и заступиться за тех, кто нуждается в защите. Она обладает особым чутьем, который позволяет ей различать хороших людей от плохих. Эта голова всегда ищет компромиссы и мирные решения, а также стремится примирить разногласия между своим хозяином и другими. Ее ласковый характер и дружелюбие привлекают множество поклонников.  
Вторая голова Фэлбека — коварная и мстительная. Она олицетворяет темные стороны существа и всегда ищет возможность отомстить обидчикам. Эта голова чрезвычайно осторожна и никогда не доверяет легко. Она сторонится незнакомцев и подозрительно относится к окружающему миру. Ее реакция на провокацию может быть агрессивной и опасной. Однако, при взаимодействии с близкими друзьями или союзниками, эта голова становится защитником и сторонником своего хозяина, готовым дать отпор врагам и защитить своего друга до последнего.  
Чтобы лучше представить Фэлбека, можно провести аналогию с реальными животными. Некоторые черты его поведения можно сравнить с дельфинами. Подобно дельфинам, Фэлбек обладает высокой интеллектуальной способностью и чувствительностью к эмоциям других существ. Также, как и дельфины, он способен проявлять дружелюбие и помогать другим, а также обладает защитническими инстинктами.  
С другой стороны, поведение второй головы Фэлбека можно сравнить с крысами. Крысы часто ассоциируются с коварством, мстительностью и осторожностью. Они предпочитают держаться настороже в незнакомых местах и проявлять агрессию при угрозе. В то же время, при привязанности к определенному окружению, крысы становятся лояльными и преданными.

### Приручение

Не меняет своего владельца, поэтому важно выращивать только с момента рождения. Не отличается от приручения земного щенка.

## Исключения/нюансы

В первых экспериментальных формах Фэлбеки были похожи на жуткое создание именитого Лавкрафта, а самые худшие вариации производили гомункула на свет, с которым приходилось расставаться весьма жутким образом. В общем-то, на данном этапе Фэлбеки не испытывают никаких отклонений, однако исторически сложилось так, что за их размножением и ростом пристально наблюдают и дают достаточно полезных прикормок.

## Самозащита и нападение

Применяет способности без промедлений. Отвечает на агрессию, пуская в бой все средства, к тому же, пользуются когтями и зубами, однако те не обладают никакими особыми свойствами и последствия от них как от укуса/царапания как от крупной собаки.

## Способности

- Изящно перемещаясь по окружающей местности, они никогда не теряются и всегда находят путь обратно домой. Их непревзойденная ориентация способствует успешным расследованиям и поискам, делая их идеальными сыщиками и поисковиками: они способны услышать даже самые тихие звуки, что позволяет Фэлбекам выслеживать преступников и обнаруживать скрытые артефакты и ресурсы. Вознаграждение питомцу за находки становится благодарным подтверждением их превосходства.
- "**Крик Фэлбека**". Завыть им означает отправить высокочастотные волны, способные оглушить противников. Без должной подготовки к такому звуковому нападению, грешники могут оглохнуть в мгновение ока. Иногда, Фэлбеки не могут сдержать свои эмоции и начинают лаять, не контролируя свою силу, что может создавать неудобства для соседних грешников. Важно обратить внимание, что крик Фэлбека, когда он ещё растёт, не вредит грешникам, однако может отпугивать мелких зверей.

> _Инструкция, если завели Фэлбека:  
> — ...  
> — Обязательно носите ушные запонки._

- "**Электрический шар**". Подпрыгивая вверх и вниз, они заряжаются энергией, и их шерсть начинает светиться. Затем, внезапно, из их головы вырывается мощная молния, способная поразить противников на расстоянии. Это позволяет им также сворачиваться пополам и кататься электрическим клубком по окружению, как один из методов их любимых игр. Конечно, помимо создания электрических шаров они и в целом неплохо управляются с магией молний, хорошо комбинируют с другими способностями.
- Шерсть Фэлбека достаточно прохладная на ощупь и мокрая, что шедеврально позволяет проводить мощные электрические импульсы по всему телу.

### **Интересные факты**

- Из-за способностей крика Фэлбека нередко называют по-простому "Крикун".
- Фэлбек — монстр, выведенный одним грешником путём проведённого эксперимента-селекции в ходе соединения двух ядер. Произошло это настолько давно, что даже и не вспомнить, поэтому лишь посвященные грешники знают об этом нюансе. Поговаривают, что одним из ядер, которые использовали для скрещивания, было добыто из Хиниада из-за цвета его глаз, а вторым, из-за количества голов и хвостов, предполагают Каудов.
- Поговаривают, что участником эксперимента был один из вальгардов, из-за чего им известен секрет выведения Фэлбеков. Впрочем, это не настолько важно в нынешних обстоятельствах, так как грешники спокойно сводят при необходимости самца и самку излюбленных питомцев, получая здоровое потомство.
- Фэлбек был выведен исключительно с целью получения домашнего питомца или же спутника, что сможет скрасить томительные путешествия или помогать.
- Фэлбека важно тренировать и воспитывать, в противном случае он превращается в избалованную собаку и начинает творить безобразие. В такой ситуации Вальгарды имеют полное право забрать питомца под своё наблюдение.
- Получить питомца можно только в нескольких случаях: щенка подарил друг, имеющий дело с Вальгардами; официальное разрешение от Вальгардов; воровство щенка и/или взрослой особи.
`;export{n as default};
