const n=`## Особенности строения

Хабенсы перенимают свою внешность от обычных представителей кошачьих/собачьих/etc. Они могут принять вид любого животного, даже если таковое не встречается в Энкраже. В большинстве своём, они принимают именно облик обычных домашних кошек и собак, дабы “заарканить в свои сети” ничего не подозревающих, но любящих милых животных грешников. В своей истинной форме Хабенсы представляют собой огромную пасть, с кучей маленьких, но чертовски острых зубок и огромным языком. Появляется эта огромная пасть, кстати, путём “разрывания” формы, которую Хабенсы приняли, надвое. Стоит отметить, что Хабенс может лишь единожды в своей жизни выбрать себе форму, в дальнейшем он сможет выглядеть только так, не иначе. Как эти существа выглядят до того, как выберут форму — никто не знает.

## Среда обитания

Большинство особей поселилось вблизи грешников, оккупировав оранжерею и другие ближайшие места. В целом, к климату и окружающей среде не прихотливы и могут существовать абсолютно где угодно. Принявшие форму водных животных также способны жить в воде.

## Образ жизни

### Питание

Питаются Хабенсы не только грешниками, но и любыми живыми существами, которые попадают в их рот. Однако только энергия грешника является для них особенной.

### Поведение

Грешники, не первый день живущие в Энкраже, с опаской подходят к Хабенсам, ибо неизвестно, что у тех на уме. И в этом нет ничего странного, ведь Хабенсы — хищники. Они целенаправленно принимают внешний вид определённых животных, дабы поймать свою жертву. Порой, случается и такое, что, после смены формы, Хабенсы настолько хорошо входят в роль, что попросту забывают о своих хищных намерениях. Они становятся самыми обычными кошками, собачками и другими домашними питомцами, играя со своим хозяином.

### Размножение

Неизвестно точно, как размножаются эти существа. Кто-то утверждает, что в определённый период времени, у них “отпадает” язык, и из этого языка появляется новый Хабенс. А кто-то говорит, что они спариваются между собой и у них также есть разделение на самца и самку.

## Исключения/Нюансы

Порой случается и такое, что Хабенсы вспоминают, зачем стали такими (это относится, конечно же, к добрым Хабенсикам, которые ещё вчера катали клубок по полу). После убийства своего “хозяина” эти существа как бы начинают новую жизнь, после чего вновь меняют облик. В таком случае их правило на единственную в жизни смену формы отпадает.

## Самозащита и нападение

Самая лучшая защита — это нападение. Поэтому эти существа нападают тогда, когда вы ждёте этого от них меньше всего. А подкупают они милой мордашкой.

## Способности

Изменение облика. Эти существа способны принять облик почти любого животного из реального мира. Также могут видоизменять своё тело (окрас подобно хамелеону, форма хвоста/ушей и тд) при желании.

### **Интересные факты**

- Ходят слухи, что когда-то давным-давно эти существа не имели облика как такового и представляли из себя своеобразное подобие слизняков. Но, сожрав очередного грешника, они как-то сумели перенять его воспоминания о реальном мире, откуда и узнали, как выглядят обычные животные. Кто знает, может правда.
`;export{n as default};
