const n=`#### Особенности строения
  
Хиниад — могучее и величественное существо, впечатляющее своими габаритами и анатомическим строением. Его высота достигает 3,5 метров, а при учете изящно вытянутых ушей, общая длина достигает около 5 метров, хвост при этом занимает значительную часть этой длины. Размах крыльев Хиниада, которые служат ему для плавного и мощного полета даже в самую непогоду, достигает впечатляющих 8 метров.  
Тело зверя покрыто мягкой шерстью, которая выглядит послушной и ухоженной. Ее прикосновение напоминает ощущение нежного пушка, который притягивает взгляд и вызывает желание прикоснуться. Шерсть служит не только декоративной функцией, но и защищает Хиниада от холода и ветра, сохраняя его теплым и комфортным даже в непригодных условиях.  
Хиниад обладает крупными и обтянутыми кожей лапами, их число может достигать до 10 на его теле, включая задние конечности. Лапы, оснащенные острыми когтями до 15 сантиметров, напоминают форму и грациозность орлиных, что придает зверю уникальность и элегантность. Дополнительно, на крыльях Хиниада также присутствуют по две пары лап, что позволяет ему использовать их для хвата, удерживания предметов (какой-нибудь дичи) или противников.  
Морда Хиниада вытянута и слегка приплюснута, придающая ему некую родственность с собачьим. Внушительные размеры клыков, как у волка, указывают на его хищный нрав и способность эффективно охотиться. Клыки являются его смертоносным оружием, способным нанести серьезные повреждения противнику, при укусе могут напомнить пилу.  
  
  
##### Органы чувств
Его слух является отменным и крайне чутким, позволяя ему улавливать даже самые слабые звуки: подвижные уши Хиниада способны поворачиваться в разные направления, чтобы захватывать малейшие шорохи.  
Глаза Хиниада заслуживают особого внимания. Они являются его вторым ярким оружием, поскольку он обладает шестью голубыми глазами, переливающимися оттенками цвета голубого неба. Ближе к вытянутому зрачку, вокруг глаз обвивается белый круг, придающий ему удивительное и загадочное выражение, похожее на разумное, вполне себе человеческое. Благодаря острому зрению, Хиниад может видеть на значительные расстояния, как орел или сокол, что делает его мастером наблюдения и преследования добычи.

> _Когда я смотрю на него, мне кажется, что на меня смотрит грешник: он понимает все, что я его прошу или рассказываю, сопереживая и проявляя эмоции! Поразительное существо, достойное внимания. По крайней мере, явно для тех, кто любит путешествовать в одиночку, ведь с Хиниадой не заскучаешь._

  
Вкусовые рецепторы у Хиниады развиты в высшей степени, что позволяет ему легко отличать свежую и подгнившую энергетику. Благодаря этой чувствительности он может избегать питательных источников, которые могут быть опасны для его здоровья. Он является привередливым в еде и предпочитает только самое качественное питание, отклоняя тухлую пищу, что делает его схожим с кошками или требовательными хищниками.

> _Поверить не могу, что он не хочет питаться призванной пищей ключей, разве она настолько вредная? Ему подавай только свежее мясо! <...> Захотел я как-то перекусить принесённым мне угощением от друга, так Хиниад вырвала у меня из рук сочный биток и превратила его в ледышку! Вот же капризная._

  
  
  
##### Окрас
Окрас Хиниад исключительно белый с небольшими темными оттенками на внутренней стороне ушей и на лапах. Это позволяет легко заметить Хиниад вне его привычной территории обитания. Однако, в горных районах, где белый цвет преобладает, такая раскраска служит превосходным камуфляжем, позволяя ему сливаться с окружающей средой и оставаться незамеченным.  
  
  
  
#### Среда обитания
  
Хиниад предпочитает окружающую его природу, покрытую пушистым белым покрывалом снега, исследуя ее с увлечением и энтузиазмом.  
В снеге Хиниады находят радость и удовольствие. Они любят погружаться в мягкую и прохладную пелену снежных наносов, ощущая его прохладу и легкость на своей шерсти. В своей игре и беззаботности они катаются по склонам, оставляя за собой следы присутствия, словно художники, создающие временные произведения искусства на белом холсте природы. Хиниады невосприимчивы к холоду, хорошо адаптируются к окружающей обстановке.  
Холмистая местность и горы также являются предпочтительным местом обитания Хиниад. Они не могут жить без движения и активности: сверкающие вершины гор и извилистые холмы предоставляют им безграничные возможности для исследования и приключений. Хиниады ловко преодолевают высоты и спуски, бегут по склонам и скользят на своих мощных лапах, наслаждаясь свободой и скоростью.  
Реже могут встретиться на предгорных землях, однако предпочитают там не бродить. Если же говорить о подневольных Хиниад, грешникам придётся развлекать зверей прогулками и путешествиями, иначе их настроение портится. Однако следует избегать их контакт с водой, так как перья и шерсть Хиниад крайне чувствительна, из-за чего будет долго высыхать и может даже обжечь существо.  
  
  
  
#### Образ жизни
  
##### Питание
Хиниады, как и большинство хищных существ, питаются мясом. Они стремятся к свежей и качественной пище, богатой энергией. Хиниады могут охотиться на мелких и средних животных, не принимая во внимание их вид, лишь бы охота приносила им азарт и находилась в пределах весовой категории существа. Охота для них — это процесс выслеживания и резкого нападения, которое они могут осуществлять с помощью пасти, когтей или всего тела. Хиниады имеют способность питаться даже ядовитыми животными, производя противоядие во время переваривания пищи.  
  
  
##### Развитие
Процесс развития Хиниад включает живорождение и заботу о потомстве в окружении классической семьи, состоящей из самца и самки. Хиниады достигают зрелости довольно быстро, где-то в 20 лет, но при рождении они лишены когтей, зубов, крыльев и глаз. Каждая Хиниада рождается с закрытыми глазами, и по мере их открытия происходит прогрессивное развитие существа. Каждая стадия, соответствующая открытию каждого глаза, является уникальной для каждой Хиниады и может протекать в непоследовательном порядке. Обычно они имеют все шесть глаз как раз к 150 годам, с учётом того, что от открытости каждого глаза зависит не только качество ядра Хинаиды, но и его умение пользоваться способностями.  
  
  
##### Размножение
У Хиниад существует особая форма семейного союза. Они образуют пары, состоящие из самца и самки, которые сопровождают друг друга в течение всей жизни. Время размножения приходит для них лишь раз в несколько десятилетий. Это может быть уединенная пещера или специально созданное убежище, где Хиниады могут спокойно и безопасно сосредоточиться на процессе. Пара проводит здесь время, украшая и создавая атмосферу, утепляя при необходимости гнездо собственными перьями. Самка Хиниад приводит на свет только двух малышей за раз, обязательно разнополых. Малыши появляются на свет с закрытыми глазами, покрытые мягкой и пушистой шерстью, напоминая чем-то котят, что полностью зависят от заботы самки.  
  
  
##### Поведение
Хиниады являются крайне социальными существами, стремящимися к общению и взаимодействию с другими членами своего вида. Они предпочитают жить в небольших сообществах или стаях, где каждый играет важную роль в совместных делах и заботе о себе и остальных. Силу и единство они находят в общении друг с другом, обмениваясь информацией, опытом и эмоциями. Помимо этого, они достаточно приветливы к другим грешникам, если встречаются с ними, в случае, когда у души нет плохих мотивов.  
Как разумные существа, Хиниады обладают высоким уровнем интеллекта и способностями к логическому мышлению. Они способны анализировать ситуации, принимать решения и извлекать уроки из прошлого опыта. Их интеллект и креативность позволяют им находить нестандартные решения проблем и достигать поставленных целей. Например, грешники не раз восхищались тем, как Хиниады пытаются рисовать то, что запомнили.  
Однако, помимо интеллекта, Хиниады также обладают эмоциональной глубиной и чувствительностью: они могут переживать различные эмоции, такие как радость, горе, страх и любовь. Их эмоциональная состоятельность помогает им понимать и сопереживать другим, создавая сильные связи и взаимопонимание внутри их сообщества или же с грешником.  
  
  
  
##### Приручение
Приручить Хиниада — задача не из самых лёгких, так как в отношениях они требуют внимания, уважения и отдачи. При первом контакте с Хиниадом, необходимо проявить осторожность и представиться ему миролюбивым намерениям. Хиниады, будучи разумными существами, способны оценивать энергию и намерения. В случае, если они заподозрят что-то неладное, могут незамедлительно атаковать.  
Для начала приручения Хиниада, необходимо установить эмоциональную связь между человеком и существом. Это может потребовать времени и терпения, поскольку Хиниады не доверяют чужакам, не любят то, что ограничивает их свободу, поэтому они будут часто приходить и уходить, когда им вздумается. Чтобы Хиниад открывался благосклонностью, ему можно дарить различные минералы, камушки или мясо.  
  
  
  
#### Самозащита и нападение
  
Чаще обороняются, чем сбегают.  
Когти и клыки могут покрываться льдом и наращиваться им же по мере необходимости, создавая из Хиниада, в случае проявления к нему агрессии, жуткого противника. Они достаточно быстры и обладают высокой скоростью реакции для того, чтобы наносить смертоносные удары. Помимо этого, они обладают магией льда и могут ею пользоваться во благо собственного окружения, способные превратить себя как в статую, или же поставить рядом с собой купол, так и воссоздать метель, с которой попутно улетят.  
  
  
  
#### Способности
  

*   **Звездный Взгляд**: Хиниад может проникать в сны и мысли грешников. Он может влиять на их подсознание, помогая им осознать свои ошибки и принять решения, способствующие их развитию и духовному преображению. Говорят, что если Хиниад столкнётся к недоброжелательными импиа, они способны отогнать его от грешника.
*   **Криогенное исцеление**: Хиниад способен использовать ледяную энергию, чтобы лечить раны и болезни. Он может замораживать поврежденные области тела и восстанавливать их, обеспечивая уникальную форму исцеления на сородичах или же грешниках, сначала замораживая рану, а следом постепенно обдавая её теплом. Как только рана зажила, лёд оттаивает.
*   Хиниад в целом может пользоваться **умело магией льда**, применяя различные её формы в зависимости от мастерства и количества глаз Хиниада. Говорят, что шестиглазый Хиниад способен вызвать снежную бурю на сотню метров.

  
  

##### **Интересные факты**

*   Хиниад является весьма распространённым ездовым животным, которого грешники используют для передвижения в случае, если не обладают какими-то обликами. Они достаточно выносливы для того, чтобы передвигаться на большие расстояния, а если привязать к нему груз, без проблем доволочат, даже если оно весит больше их в четыре раз. Упорства им не занимать.
*   Может разгоняться до 60км/ч. В воздух, при этом, с наездником лететь отказываются.
*   Из когтей Хиниад нередко любят делать различные качественные ножи или же лезвия, ведь когда их отрезают, они полностью со временем покрываются твердейшим льдом, что не растопит и не разобьёт никакая наружная сила. Некоторые сравнивают их с самыми прочными металлами.
*   Крылья Хиниад любят часто отрезать браконьеры, они имеют высокую ценность на рынке, так как перья красивые и достаточно модные, отдавая прохладой и защищая владельцев от некоторых мороков и иллюзий. Часто они становятся элементом декора масок, вееров или подушек. Помимо этого, глаза Хиниад похожи на синие алмазы, что тоже могут сулить превосходным украшением, хотя чаще любит применяться в алхимии, так как именно глаза являются источником сил существ.
*   Если ранить Хиниада, его кровь обратится в лёд. Если же Хиниада заплачет, из её слёз вырастет [Аврория](/page-195918329_55539857). Для того, чтобы зверь заплакал, нужно причинить ему невообразимую боль.
*   Их внимание легко привлечь блестящими вещицами или же сильными артефактами. Однако готовьтесь к тому, что Хиниада может их даже украсть, если ей очень приглянется увиденное.
*   Говорят, если Хиниада привяжется, она способна не только оберегать от бед, но и подсказать, когда в теле грешника появится то, что может служить ему бедой (болезни, недуги, отравления)`;export{n as default};
