const n=`## Особенности строения

Хурты представляют собой странное сочетание таракана и скорпиона. Нельзя однозначно сказать, на кого существа похожи больше, однако стоит помнить, что они обладают куда бóльшими размерами и опасностью, нежели образцы. Споры о соотношении прародителей в теле хурта не утихают до сих пор, а сами подземные гады, разумеется, не могут об этом поведать.

Размеры в среднем значении одинаковы для самок и самцов: длина от головы до кончика хвоста – 180 см, ширина туловища в самой объемной части – 60 см, длина жвал – 30 см, длина ножек – 50 см, длина вибриссов – 50 см.

Туловище состоит из хитинового панциря, защищающего как спину, так и брюхо. Прочность высокая, способна выдержать магию вплоть до S+ ранга. Сброшенный хитин молодого хурта даёт сопротивляемость ранга А. Взрослого – S+. Средний вес – 100 кг. Скорость перемещения – 50 км/ч. Высокая скорость реакции.

По бокам и ближе к хвосту с внутренней стороны расположены костяные шипы, похожие на клыки, размеры которого составляют от 5 до 15 см. Ножки также защищены, довольно мощные, хоть и слабые на вид. Позволяют без особо труда рыть землю, а также взбираться по отвесным стенам и удерживаться на потолках.

Маленький рот имеет два ряда острых зубов. Сила укуса – примерно как у койота.

Сильные жвала позволяют как потрошить мясо жертвы, так и рыть тоннели.

Хвост внешне похож на жало скорпиона, но только в сомкнутом состоянии. Так, он способен раскрываться подобно пасти с клыками, что помогает эффективнее захватывать жертву. Уровень удара жалом ощущается примерно как укус чёрного медведя.

Вибриссы втягиваются под панцирь, преимущественно когда хурт находится под землей или ведет бой. Это наиболее уязвимая часть тела, поэтому для неё предусмотрен такой механизм защиты.

Сильные голосовые связки: замечено, что общаются хурты между собой посредством стрёкота. Поначалу кажется, что он однотонный, но, проведя рядом с ними какое-то время, можно понять, что «речь» имеет различные тона и полутона.

Отличие самок от самцов: более агрессивное поведение самок, особенно во время беременности и первых лет жизни потомства, более высокий тон стрёкота и «визга». У самцов вдоль брюха и до самого хвоста «очерчена» чёрная полоса, проявляется в течение первых суток после рождения.

## Органы чувств

Практически слепые. У далеких предков зрение было куда лучше, но подземный образ жизни, за ненадобностью, отобрал у хуртов способность хорошо видеть. Им это и не нужно.

Отлично ориентируются под землей за счет своеобразной эхолокации и механорецепторов. Во время использования первой существа издают стрекот, схожий с кузнечиками.

На земле в ориентации помогают вибриссы.

Превосходный слух и обоняние, которые, особенно под землей, позволяют безопасно передвигаться, а также обнаруживать мелких существ для пропитания. По запаху также определяют своих и чужих.

## Окрас

Окрас хитина: спина – темно-коричневый или чёрный, в редких случаях бывают пятнистые хурты или с более светлым оттенком. Бока и брюхо – кирпичный, оранжевый, оттенки светлее или темнее. Без пятен.

## Среда обитания

Под землей. В снежных локациях не обитают.

## Образ жизни

Стайные существа. Живут группой от 10 до 20 особей, временно могут объединяться по 2-3 группы и обитать в согласии друг с другом. Во временном пристанище образуют систему коридоров, которые, когда нужно перемещаться, зарывают за собой хвостами. Впрочем, также поступают при долгом перемещении.

Кочевые. Благодаря рецепторам хорошо ориентируются во времени суток, а потому их активная фаза наступает в вечер, растягиваясь до раннего утра. Днем, преимущественно, спят, при этом зарываясь на глубину до 10 метров.

Агрессивны по отношению к любым другим существам, однако могут делать исключение для Акрабуамелу и Мантикор: исследователи объясняют это тем, что выше обозначенные расы имеют родственный запах.

Молодняк (до 3 лет) охраняется и воспитывается взрослыми особями. Те обучают всем тонкостям охоты и перемещения под землёй. В их группе нет своих и чужих детенышей.

## Питание

Всеядны. За счет «железного» желудка могут переваривать едва ли не всё, что попадет в рот.

## Развитие

Полный цикл линьки происходит раз в 3 года, но самая первая – в первые 15-20 дней жизни, позволяя Хурту сменить панцирь. Обновляют его только 2 раза за жизнь, причём процесс похож с обновлением молочных зубов на коренные. Последняя смена происходит ближе к 18 годам.

Кроме того, расположенные зубы по бокам развиваются в полную силу где\\-то к 2-3 годам, до этого момента более мягкие. К старости существа становятся хрупкими.

## Размножение

Не столь плодовиты: 4-5 особей (именно выжившие) рождаются примерно раз в 3 года. При средней смертности и с учётом раздробленности большой группы на более малые, с течением времени, выходят «сообщества» по 15-20 особей.

В период спаривания самка испускает секрет, привлекающий особое внимание самцов, однако она сама выбирает, с кем спариваться. В период беременности, длящейся год, самка становится малоподвижной, её пропитанием занимается самец. Одновременно могут родиться до 10 нимф, но примерно половина погибает. Редки случаи, когда удается сохранить 70-80% потомства (исключения в неволе). Нимфы, как это заведено у скорпионов, забираются на спину матери и живут так до 20 дней, до первой линьки.

В неволе размножение происходит куда более благотворно, без особого труда удаётся сохранить практически всё потомство.

## Приручение

Хурты действительно трудно приручаемы. Любое излишнее шевеление ветра в свою сторону они воспринимают как попытку напасть, поэтому заблаговременно предпринимают меры.

Взаимодействие с ними больше походит на сотрудничество. Как если бы две группы хуртов временно объединились, дабы помочь друг другу. Лучше всего получается у Акрабуамелу и Мантикор. Исследователи пришли к выводу, как и было сказано ранее, что вышеуказанные расы имеют определенное сходство с подземными гадами и обладают запахом, которые не раздражает рецепторы хуртов. Как минимум это дает время для того чтобы задобрить их редкими для существ деликатесами. Невольные хурты проще поддаются дрессировке, дикие же более своенравны, и могут покинуть приручателя так быстро, что глазом моргнуть не успеет. Хурты, в целом, дружны внутри своей группы, поэтому настоятельно не рекомендуется убивать кого-то из них ради пропитания. В противном случае они нападут или сбегут. Проще поохотиться отдельно.  
Также важно обозначить для хурта время отдыха и время работы, а также продумать способ сотрудничества, ведь существа не обитают большую часть времени на поверхности. Соответственно, несмотря на отличный слух, будучи под землёй, надземные звуки будут слышны хуже. Кроме того, необходимо понимать особенности их стрёкота, ведь он может многое поведать.

> “Это очень смешно и нелепо одновременно, но мы изобрели свисток с использованием голосовых связок хурта. Усилили его, чтобы команда настигала подземного гада на большой глубине и приличном расстоянии. Другой грешник ничего не услышит, да и существа, кроме самых что ни на есть чувствительных к звукам, но они… Раньше было труднее наладить коммуникацию при всех наших возможностях. Не все могли услышать и отреагировать, но сейчас рабочая технология облегчила понимание друг друга. Секрет изготовления такого свистка держится в тайне и не совсем прост, но вполне окупает себя.” К.Д.

## Исключения/нюансы

- Поговаривают, что на северных землях видели хурта с совершенно другим цветом хитина, под цвет снегов, который, ко всему прочему, имел жесткую короткую шерстку. Его назвали Хуртом Ледяной Крови, но записей об этом мало.

## Самозащита и нападение

Охотятся группами, обступая жертву с нескольких сторон и нанося точные и быстрые удары хвостом. Им же «убаюкивают» противника, неспешно покачивая оным из стороны в сторону. В некоторых случаях, если понимают, что жертва им не по зубам, или хотят добиться эффекта внезапности, издают «визг».

Слюна имеет в своём составе нервно-паралитический яд, способный замедлить или обездвижить жертву, в зависимости от ее габаритов, на 3 поста. Эффект яда – анестезия или, по-простому, онемение.

## Способности

Не имеют каких-то магических способностей, однако имеют высокую сопротивляемость к магии как таковой.

- «Визг» – хурты испускают особый звук, схожий с ультразвуковым и накладывающий эффект «оглушение» на 3 поста на расстоянии до 100м. вплоть до разрыва барабанных перепонок в случае грешников ниже рангом. Свои же уши хурты защищают перегородкой, встроенной в ушную раковину.
- «Транс» – особые колебания хвоста, вводящие в около гипнотическое состояние, вызывающие дезориентацию.
- «Рывок» – быстрей прыжок вперед на 5 метров. Используется, как правило, для эффекта внезапности или после «транса». Завершается ударом хвоста и стрёкотом, сигнализирующим успех или провал.
- «Объятья до последнего вздоха» – если существо сильно ранено и не сможет отступить, оно намертво цепляется хвостом в жертву и сжимает изо всех сил, игнорируя собственные повреждения. Хватка не ослабляется даже после смерти хурта.
- Яд. Как было описано ранее, в слюне хурта содержится нервно-паралитический яд, вызывающий эффект анестезии. На грешниках проявляется слабее, вызывая онемение только в части тела.

## Интересные факты

- Мясо хурта нежное и сладкое. Но его нужно правильно приготовить, подчеркнуть вкус правильными специями и выдержать, в зависимости от способа приготовления, определенное время. В противном случае мясо станет безвкусным и жестким. Считается, что особенный вкус, приводящий в экстаз, у мяса беременных самок.
- Яд хурта можно использовать как обезболивающее за счёт эффекта анестезии. При этом его не нужно вводить в кровь, достаточно смазать необходимый участок тела.
- Яд быстро теряет свои свойства. Чтобы это предотвратить и законсервировать его действие, необходимо составить мазь, в состав которой входит жир Камышового Охотника и чистый Аромиял без примесей.
- Прочный хитин будет полезен для изготовления элементов брони.
- Кровь и органы хурта можно использовать как компонент для зелий, связанных с сопротивлением к магии. Простой декокт из вышеупомянутого уже дает нужный эффект, причем мозг и печень работают лучше, чем кровь. Если его усилить схожими по действию компонентами, будь то растения или другие существа, то можно увеличить конечный результат вдвое.
- Приручить самку хурта возможно в период беременности, подкармливая её. Особенно успешным будет результат в случае, когда с самцом что-то произошло, и он не может исполнять свои обязанности.
- По тону голоса грешника хурты отлично понимают его настроение и намерения.

> “Эти существа, несмотря на маленькую голову, достаточно умны для того, чтобы распознавать даже ложь. Конечно, необходимо время на то, чтобы обучить хурта, но это того стоит. Необязательно говорить целые предложения, достаточно несколько слов с нужной интонацией. Таким образом, можно даже задавать направление их движения. Немаловажно отметить, что, хуртов можно делить на подгруппы, давать им названия, чтобы затем, при необходимости, координировать их действия обособленно друг от друга.” К.Д.
`;export{n as default};
