const n=`#### Внешний вид
  
**Цветок жизни** — растение с прямостоячим стеблем. Вырастает на воздушном стебле с цветоносом длиной 60 см. Стебель растёт от донца внутри луковицы. Листья равномерно распределяются на стебле по спирали. Цветёт растение одиночным цветком или зонтичным соцветием с несколькими цветами, собранными пучком.  
  
Нужно отметить, что данный цветок имеет две ипостаси.  
  
Цветок, не насытившийся энергией жертвы бледно белого цвета – почти прозрачный, его почти невозможно разглядеть невооруженным глазом. Его называют **Жизнеглот** . Жизнеглот имеет выраженный приятный аромат, который заполняет собой всё воздушное пространство пещеры, где произрастает. Цветы вытянутой длинной формы наклонены вниз или в стороны. Бутоны распускаются при достаточном количестве света. Полупрозрачные лепестки мерцают, откуда второе название – _Мерцающий цветок_ . В темное время суток, они закрываются, ничем не пахнут, что позволяет собирать такие цветки без опасности быть поглощенными. Но даже срезанные цветки остаются опасными если попадут на свет, что вызывает необходимость хранить их в темном, обязательно влажном месте. Засохшие цветки бесполезны.  
  
Цветок, поглотивший жизненную энергию, становится красным. Отсюда его следующее название – **Кровоцвет** . Непосредственно именно в этой ипостаси цветок называют Цветком Жизни. Цветок в диаметре достигает 25 см. Лепестки имеют ярко-красную или темно-красную окраску. Цветок имеет нежный приятный аромат, едва уловимый. Кровоцвет цветет всего лишь сутки, после чего лепестки опадают, а цветок умирает. Считается, что на месте мертвого цветка со временем вырастает новый.  
  
  
#### Среда произрастания
  
**Нет точной информации.** Известно, что он предпочитает светлые участки пещер, так как на свету сливается с окружающим пространством. При этом любит прохладу и влажность.  
  
  
#### Факты
  

*   **Почти никто не выживает, если входит в контакт с этим цветком.** Он требует очень много энергии для насыщения. Хотя старые грешники могут уцелеть, но при этом будут крайне истощены.
*   **Раны на жертве способствуют поглощению её энергии цветком.**
*   По легенде Кровоцвет способен вернуть к жизни мертвого. На самом деле это байки. Однако из лепестков Кровоцвета готовят отвар, который способен залечить любые раны, а также он восполнит моментально энергию грешника.
*   Кровоцвет после того, как отдаст собранную энергию луковице, истлевает.
*   Жизнеглот становится Кровоцветом, когда насыщается и меняет цвет с полупрозрачного белого на красный.
*   _Говорят, для того чтобы описать Кровоцвет, фон Клаусу пришлось пролить собственную кровь._ Известный миф гласит, что он умер или чуть не умер в процессе, ослабнув настолько, что рисунок распустившегося цветка крайне размытый, а записки заляпаны кровью. Некоторые моменты так и не удалось расшифровать по сей день.
*   **Цветок необходимо исключительно срезать, извлечение луковицы из земли ведет к его окончательной гибели.**

⠀  
  
#### Размножение
  
**Вырастает из луковицы, которая отдает энергию цветку для роста.** Когда Жизнеглот насыщается энергией и становится Кровоцветом — он отдает энергию обратно луковице. Если Кровоцвет срезан, то луковица запасает энергию из воды (этим объясняется любовь цветка к влажной среде), на что уходит значительно больше времени. Однако цветок остается жив. В любом случае, цикл повторяется. Периодичность неизвестна.  
  
  
#### Самозащита и нападение
  
Этот с виду безобидный и красивый цветок, вызывает чувство _слабости_ и _сонливости_ у любого – будь то животное или человек – кто почует его запах, медленно высасывая из него энергию до тех пор, пока не насытится. **У слабых зверей и грешников почти нет шансов выжить.**  
  
  
#### Применение
  

*   **Ловушка** – оставленный в темном месте в стакане воды Жизнеглот на свету тут же оживет. Поговаривают, что такие ловушки часто расставляют в тайниках, как защиту от незваных гостей. Пока незваные гости будут грабить, Жизнеглот «высосет» их энергию до последней капли или ослабит настолько, что те не смогут унести награбленное.
*   **Лекарственное зелье** – варят из лепестков Кровоцвета. Крайне сильное зелье, восстанавливающие энергию, излечивающее любые раны, а главное – нейтрализующее яд из собственных луковиц, а также большинство ядов, которые ведут к потери энергии. (Бесполезно при ядах, блокирующих энергию).
*   **Агрессивный асцендент**, пожирающий энергию грешников при близком контакте.

⠀

  

![Автор: Карл Эрик фон Клаус](https://sun9-79.vkuserphoto.ru/impg/zuZrpGjIcMf0kcri8qv9CTCkLguOTQajTyUEcQ/EsHCftdmfAo.jpg?size=512x512&quality=96&sign=338e1dc4b87ceba362630be508896a39&type=album "Автор: Карл Эрик фон Клаус")

![Расшифровано и дополнено вальгардами](https://sun9-49.vkuserphoto.ru/impg/PE20TyjR6HrYuAhdds7ulQsy4D450IOEbQFDTw/yv-MORGFFXo.jpg?size=130x130&quality=96&sign=7c06a975213c167ab609e26d39f6c7d8&type=album "Расшифровано и дополнено вальгардами")`;export{n as default};
