const n=`## Особенности строения

Огромные, примерно шесть метров в длину монстры. Помимо основной пары конечности, имеют 4 отростка в виде щупалец длиной около 1,7 м. Всё тело покрыто панцирем. Глаза отсутствуют, жабры скрыты под пластинами панциря неподалеку от нижней челюсти. Имеют две пары боковых плавников. Основная пара конечностей также может использоваться как плавники.

## Образ жизни

Сказать что-то точно об укладе жизни Эгуоров невозможно. Это агрессивные существа, нападающие на любого, кого встретят. Они находятся примерно на средней глубине, поэтому редко встречаются с Пилумами, которые предпочитают жить куда ближе к поверхности. А когда встречаются, просто отгоняют их без попыток поохотиться, ибо Пилумы превосходят всех водных обитателей в скорости и качестве маскировки.

## Исключения/Нюансы

Существуют Эгуоры, обитающие на высокой глубине, или же, наоборот, находящиеся рядом с сушей. Такие теряют не только все свои силы, но и всю агрессию, поэтому можно их не бояться. Разве что придется быть аккуратнее с их щупальцами.

## Самозащита и нападение

Для нападения используют свои щупальца, которыми обвивают жертву. Каждое такое щупальце начинает вытягивать магическую энергию из любого существа, к какому прикоснётся.

## Способности

Вытягивание энергии посредством прикосновения щупалец. Остальные способности неизвестны.

### **Интересные факты**

- Кто-то говорит, что при правильном приготовлении из мяса этих существ получается великолепное суши.
`;export{n as default};
