const n=`## Особенности строения

Эйма - одно из поистине гигантских существ Энкража. Достигая 40 метров в высоту и 18 метров в длину, Эйма является самым большим полуводным обитателем. Общее строение тела напоминает слоновье: массивное туловище с горбатой спиной, поддерживаемое не менее мощными толстыми ногами. Пальцы очень короткие и оканчиваются крупными, пирамидообразными когтями, служащими дополнительной опорой. В центре стопы Эймы также есть жировая подушка, которая каждый раз, когда существо опускает ногу, «расплющивается», увеличивая площадь опоры.  
Спина животного усеяна морской растительностью и различными наростами, образованными за сотни и тысячи лет жизни Эймы под водой, напоминая по-своему прекрасный сад из водорослей и другой подводной флоры.  
При первом взгляде на Эйму глаза сразу же цепляются за необычную морду. Китообразная голова обусловлена отчасти похожим ротовым отверстием. Но лишь отчасти. Передняя часть челюстей заполнена зубами, предназначенными для пережевывания растительной пищи, в то время как задняя часть пестрит китовым усом на верхней челюсти и пустует на нижней. Такое строение оправдывается особенностями питания Эймы.

### Органы чувств и органы дыхания

Говоря об органах чувств Эймы, стоит в первую очередь отметить низко посаженные глаза, расположенные на относительно подвижных выростах головы. Такое расположение позволяет животному без особых проблем следить за тем, что происходит под водой, в то время как ноздри высунуты из воды.  
К слову об органах дыхания. Ноздри Эймы накрыты подвижными пластинами, и, что примечательно, в расслабленном состоянии пластины плотно перекрывают носовые отверстия. То есть если, например, крокодилам необходимо напрячь мышцы, чтобы закрыть ноздри, то Эйме необходимо напрячь мышцы, чтобы наоборот их открыть. Легкие обладают поистине огромным объемом - около 3500 литров. Важно отметить, что мышцы Эймы способны невообразимо длительный период работать в анаэробных условиях, то есть с высоким давлением внешней энергии в периоды задержки дыхания при погружении под воду.  
Как и киты, Эйма обладает эхолокацией и достаточно сложным слуховым аппаратом - звук поступает во внутреннее ухо через горло. Само существо не имеет голосовых связок, а потому издает звуки при помощи гортани и глотки. Эйма также способна на направленную эхолокацию, подобно летучим мышам. Для этого используется особый эхолокационный аппарат, состоящий из жировой подушки и вогнутой передней поверхности носа, которые действуют как звуковая линза и рефлектор, концентрируя излучённые ультразвуковые сигналы и в виде звукового пучка направляя их на объект. Средняя дальность эхолокации Эймы составляет около 100 км, то есть она способна "видеть" объекты на наибольшей территории моря, в котором обитает.  
Что же касается обоняния и осязания, то эти чувства у животного практически не развиты. Наиболее чувствительными к тактильным ощущениям считаются нос и верхняя часть головы.

## Среда обитания

Перемещается по Морю Кровавых Слёз.

## Образ жизни

Вся жизнь Эймы сопровождается важнейшим для нее циклом - циклом дыхания. Каждые 7 лет Эйма поднимается к поверхности и остается там в течение 5 лет, восстанавливая энергетический баланс. Этот период грешники называют "вдохом Эймы". По истечению 5 лет Эйма погружается обратно под воду, где снова бродит на протяжении 7 лет.

### Питание

В период "вдоха" Эйма питается мелкими существами, обитающими вблизи поверхности, отфильтровывая их из воды. Находясь же под водой, Эйма получает доступ к наиболее питательной части своего рациона, поедая подводную растительность, словно корова на пастбище.

### Поведение

Эйма - единственная особь своего вида. Неизвестно, существовали ли у нее сородичи когда-либо, но никаких упоминаний о них нет, в связи с этим сложно оценить, насколько она социальное существо. К другим обитателям Энкража Эйма относится положительно или же нейтрально, часто проявляет любопытство, когда встречает кого-то нового для нее. Она также проявляет некую радость, если это можно так назвать, когда ее навещают постоянные обитатели ее спины в периоды "вдоха". Скаутасы, например.

## Исключения/нюансы

Исключений нет.

## Самозащита и нападение

Эйма редко вступает в бой, как таковой, т.к. из оружия у нее имеются разве что зубы. Однако Эйма достаточно умна и сообразительна, чтобы постоянно избегать потенциальных врагов благодаря эхолокации и своей способности.

## Способности

- **Вуаль Посейдона** - единственная, но крайне полезная способность Эймы, позволяющая ей буквально слиться с водой: вода вокруг ее тела начинает извиваться в многочисленных потоках, преломляющих свет, а также маскирующих колебания толщи воды при ее передвижении, полностью скрывая присутствие существа от подводных хищников.

### **Интересные факты**

- Пол Эймы на самом деле неизвестен - у существа отсутствуют какие-либо внешние половые признаки. Но грешники обращаются к ней, как к самке, вероятно, из-за женского рода имени.
- Несмотря на то, что грешники точно знают, когда Эйма всплывает, ее все равно достаточно трудно найти, так как у нее нет какого-либо постоянного маршрута передвижений. Проще всего плавучий остров обнаружить с воздуха.
- На спине Эймы растет множество растений, среди которых есть и уникальные виды.
- Известно, что Эйма очень любит слушать, хотя и рассказать или спеть ей что-либо над водой - дело непростое, здесь нужен обладатель достаточно громкого голоса.
- Среди грешников она также известна как "морская корова" и "корова Посейдона".
`;export{n as default};
