const n=`#### Особенности строения
  
Эксили — маленькие сфинксята, которые помогают библиотекарю в создании тишины. Выглядят как целые львята — такие же толстенькие с короткой шерстью, носящие на себе золотые украшения. Цвет шерсти переливается с бирюзы до синевы. Золотые украшения служат символом и возможностью сфинксят не поддаваться никаким магическим манипуляциям со стороны. За спиной имеют маленькие золотые крылья, благодаря которым могут перемещаться по библиотеке в поиске нужной книги. Не имеют никаких глаз и носа, однако без проблем ориентируются в пространстве.  
  
  
  
#### Образ жизни
  
Главная работа Эксилий — возвращение духовного равновесия. Они постоянно ходят за теми и пытаются сесть/лечь на тех, кто имеет особенно сильный всплеск негативных эмоций. Очень сильно привязываются к каждому грешнику, ластятся, требуют внимания и всячески просятся поиграть. Не отстают до самого конца, могут следовать в любую точку помещения библиотеки. Любят абсолютно всех грешников, никогда не выбирают любимцев и не питаются эмоциями ради силы или собственных целей.  
  
  
  
#### Самозащита и нападение
  
Из-за того, что Эксили абсолютно безобидны и не посмеют тронуть грешника, единственное, что они могут противопоставить в целях своей самозащиты, — успокоить агрессивно настроенного в их сторону. Таким образом, Эксили безупречно избегают любого рода конфликты. На крайний случай, самой лучшей самозащитой Эксилей является Библиотекарь.  
  
  
  
#### Способности
  

*   абсолютное успокоение путём высасывания любой негативной эмоции. Сфинксята это могут сделать только в случае, если они находятся на расстоянии 5 метров или касаются тела. Более того, они высасывают их полностью и безвозвратно, т.е. прежняя, например, гневная мысль спустя некоторое время вовсе не будет вызывать каких-либо эмоциональных всплесков, максимум — негодование;
*   взамен на высасывание ментальных недугов способны создавать вокруг спокойную, умиротворенную ауру. Эффект пропадает только после ухода из библиотеки и нахождению следующей потенциально новой мысли, вызывающей очередной эмоциональный каламбур;
*   могут временно восстанавливать путём своего влияния работу магических цепей, но только в том случае, если сфинксята сами того захотят;
*   может помочь прочувствовать магическую энергию и сбалансировать её силу, если вдруг попробовать попользоваться магией рядом с Эксилем. Эффект только до 5 метров вблизи, и только если Эксиль сам того пожелает;
*   читают мысли при необходимости, из-за чего могут страдать сильной эмпатией к чувствам грешника. Не исключено, что могут попытаться каким-то образом помочь в этом вопросе.`;export{n as default};
