const n=`#### Особенности строения
  
Внешний вид Эосдэмов может разительно отличаться друг от друга. Для кого-то это собака с чертовски неправильными пропорциями тела. Кому-то Эосдэм может напомнить своеобразного лесного духа. На самом деле, какой-то устоявшейся внешности у этих существ нет, на их внешний вид влияет множество факторов, основными из которых являются: сам грех, характер “хозяина”, эмоции, которые Грешник испытывал в то время, как совершал грех, а также последствия совершённого греха.  
  
  
  
#### Среда обитания
  
Пока существует соответствующий грех, способен выжить в любых условиях.  
  
  
  
#### Образ жизни
  
Эти существа — олицетворение грехов их хозяев. Не каждого грешника мучают подобные создания, лишь самых отбитых, или же грешников, поступки которых в дальнейшем серьёзно повлияли на мир. Сильные эмоции тоже могут стать одним из факторов для появления Эосдэма.  
  
Данное существо прочно привязывается к греху, совершённому своим будущим хозяином, после чего преследует его, пока грешник либо не переродится, либо не искупит все свои грехи.  
  
Эосдэмы — разумные существа, которые могут прочитать своего “хозяина” как открытую книгу. Если они почувствуют, что вы по-настоящему раскаиваетесь за свершённое когда-то, они перестанут вас мучить, и даже могут стать неплохими собеседниками. Но они не пропадут, ибо прочно привязаны к греху, и исчезнут только в случае полного искупления. Правда особо хитрые грешники считают, что если Эосдэмы привязаны к грехам, то вместе с этими грехами их можно и передать.  
  
Всё же Эосдэмы довольно жестоки в плане наказания личностей, любящих перекупать чужие грехи.  
  
Хотелось бы также уточнить, что лишь сам Грешник может видеть своего “питомца”. И разговаривать может только лишь он. Если вы в хороших отношениях с Эосдэмом, то, при желании, он может показаться и другим, но разговаривать с ними не сможет.  
  
  
  
#### Исключения/нюансы
  
Бывает и такое, что Эосдэм может привязаться к грешнику просто потому, что тот уже слишком задержался в загробном мире. Объясняется это в большинстве своём очень просто: "не искупает грехи, значит, нужно бы ему напомнить, что он сюда не прохлаждаться пришёл".  
  
  
  
#### Самозащита и нападение
  
Эосдэмы — духи, привязанные к греху. Пока существует грех — существует и Эосдэм. Как только грех пропадает, то они с чувством выполненного долга уходят на покой.  
  
  
  
#### Способности
  
Такие существа пользуются своей возможностью вторгаться в мысли своих “хозяев”, поэтому насылают всевозможные кошмары. Причём вариантов пытки кошмарами может быть сотня и даже больше. Они могут сделать так, что вся ваша жизнь превратится в один сплошной сон, то есть, с вами будет происходить что-то плохое и вы тут же будете просыпаться, а потом по новой. Они могут устроить бесконечный кошмар, да такой, что вы вовсе не проснётесь без посторонней помощи. В конце концов, они могут устроить вам банальную бессонницу. Возможно, у них есть ещё какие-нибудь способности.  
  

##### **Интересные факты**

*   Грешники, “подружившиеся” со своим Эосдэмом, отмечают, что он может рассказать много чего интересного и полезного. Некоторые утверждают, что такая своеобразная дружба позволяет им управлять своими снами.
*   Передавать Эосдэма вместе с грехом кому-то, а потом забирать его обратно — наихудшая идея, способная прийти в голову. При таком раскладе велика вероятность развития каких-либо психических отклонений у “хозяина”.

Так как Эосдемы разумны, сейчас существует три разных Эосдема (стандарт и два особенных), и каждый обладает своим характером. Некоторые даже самолично дали себе имена.

*   В общем-то, первый — это скрупулёзный, злой и не слишком разговорчивый... "Подружиться" с ним не удавалось ещё никому. К тому же, ему плевать, раскаивается человек или нет. Можно сказать, что этот Эосдем — своеобразный офисный планктон. Ему плевать на всё, он просто делает свою работу, чтобы уйти как можно раньше. Причём ему также плевать, как он выполнит свою работу. Искупит ли грешник по итогу все грехи, или свихнётся и станет пустым. Для этого Эосдема особой разницы нет, главное, что он уйдёт "на покой". Прозвал себя Скуррой (лат. "Шутник"), и, пожалуй, он является самым странным из всех Эосдемов. Кажется, когда-то давным-давно он очень сильно подружился с чертовски плохим комиком, когда помогал ему искупить грехи. Поэтому сейчас он постоянно шутит, но его шутки настолько тупы, что, пожалуй, для некоторых являются мучением похлеще всяких кошмаров.

[![](https://sun9-34.userapi.com/impf/c849420/v849420916/d9d05/88TtRtIvveM.jpg?size=471x604&quality=96&sign=60d31790cb35b6658712b3e21d8ea3b1&type=album)](/photo69433457_456252693)

*   Данный Эосдем — Плант — чем-то напоминает лесного духа по своему внешнему виду, да и собой он олицетворяет мудрость. К пыткам и насилию он прибегает в последнюю очередь и всегда пытается решить разговором. Скажем, это самый мягкий из Эосдемов, потому что он по-минимуму достаёт своего грешника. Чаще всего он появляется у тех, кто действительно раскаивается за содеянное.

[![](https://sun9-17.userapi.com/impf/c849420/v849420916/d9d0e/q8Djc-fjTVc.jpg?size=604x241&quality=96&sign=3c00908a49628086506f580e930b23e8&type=album)](/photo69433457_456252694)`;export{n as default};
