const n=`#### Особенности строения
  
Стоит начать с того, что Янао очень похожи на земных муравьев или термитов. Это общественные насекомые, в колонии которых есть 3 касты: рабочие особи, особи-солдаты и особи, способные к размножению. Строение этих насекомых отличается в зависимости от касты и ее подвида. Единственное, что точно их объединяет - огромное количество желез по всему телу, всего около 80 штук.  
  

Рабочие

  
##### Детекторы
На иллюстрации детекторы обозначены цифрой 1. Представляют собой насекомых с вытянутым телом до 3 мм в длину и длинными усиками. Бахрома, окаймляющая тело, также является усиками, реагирующими на различные окружающие условия - вещества, содержащиеся в исследуемом объекте, температура и влажность воздуха, запахи и многое другое. Длинные усики на голове используются для коммуникации с другими детекторами.  
  
##### Обычные рабочие
На иллюстрации обозначены цифрой 2. Жукообразные насекомые около 5 мм в длину, обладают относительно мягким панцирем, нежным брюшком и короткими усиками.  
  
##### Универсальные рабочие
На иллюстрации обозначены цифрой 3. Обладают более развитыми хелицерами и мощными лапками по сравнению с обычными рабочими. Панцирь куда более твердый и крупный, на брюшке дополнительный тонкий слой хитина. Отличаются также большей подвижностью. В длине достигают около 7 мм.  
  

Солдаты

  
##### Легкая пехота
На иллюстрации обозначены цифрой 4. В отличие от рабочих имеют изогнутое строение тела (7 мм в высоту), длинные гибкие лапки расположены вблизи брюшка, причем последнее не хранит больших запасов питательных веществ, что уменьшает не только их вес, но и их пищевую ценность для врагов. Имеют длинные церки (усики на брюшке), использующиеся в качестве дополнительных "глаз" для защиты тыла.  
На голове красуются крупные клещи, которые отлично годятся для быстрой смертоносной атаки.  
  
##### Тяжелая пехота
На иллюстрации обозначены цифрой 5. По строению очень похожи с легкой пехотой, но выделяются большими размерами (до 15 мм), очень твердым хитином и крупными, мощными клещами, способными не только атаковать, но и удержать противника.  
  

Половые особи

  
##### Самцы и самки
По строению аналогичны обычным рабочим, отличаются лишь наличием крыльев и работающей репродуктивной системы. Самцы чуть меньше размерами.  
  
##### Королева
На иллюстрации обозначена цифрой 6. По сравнению с представителями других каст обладает очень необычным строением. Вытянутое тельце оканчивается неизмеримо большим брюшком с мягким панцирем, благодаря которому королева значительно больше даже солдат тяжелой пехоты (достигает порой 35 мм). 3 лапки с каждой стороны имеют общий тазик (сочленение выше бедра).  
  
  
  
#### Среда обитания
  
Обитают практически в любом климате, кроме особенно холодного, не привередливы к условиям вне колонии.  
  
  
  
#### Образ жизни
  

Питание

Янао всеядны и питаются как растительной, так и животной пищей (в том числе падалью).  
  
  

Поведение и размножение

Как уже отмечалось, Янао - общественные насекомые, колония которых разделена на 3 касты. Особи каждой касты занимаются своей четко поставленной задачей, а взаимодействуют насекомые между собой при помощи системы множества самых различных феромонов.  
  

Рабочие

  
##### Детекторы
Детекторы занимаются контролем и регулированием условий существования колонии внутри гнезда. Температура и влажность воздуха, состав почвы, загрязнение территории, наличие достаточных объемов пищи, следы пребывания в гнезде чужака - все это находится под чутким руководством детекторов. Они также имеют привилегию отдавать команды рабочим и солдатам, чтобы те при необходимости восстановили тот или иной аспект гнезда.  
  
##### Обычные рабочие
Занимаются самой различной работой - ухаживают за яйцами, личинками, куколками и королевой, контролируют численность личинок и их питание (чтобы контролировать численность каст), фуражируют, участвуют в строительстве гнезда, чистят помещения и так далее.  
  
##### Универсальные рабочие
Основная работа заключается в строительстве гнезда и обеспечении безопасности муравьев-фуражиров, однако могут заниматься и любой другой работой, обязательной для обычных рабочих.  
  

Солдаты

  
##### Легкая пехота
Составляют войско колонии, обеспечивают безопасность внутри и снаружи гнезда, охраняют и разведывают территорию. Нередко занимаются похищением яиц и личинок из чужих гнезд.  
  
##### Тяжелая пехота
Также обеспечивают безопасность внутри и снаружи гнезда, но не покидают его территорию, являясь последним оборонительным рубежом в случае чего.  
  

Половые особи

  
##### Самцы и самки
По достижению половозрелости самцы оплодотворяют самок и погибают, а самки становятся будущими королевами и ищут себе место для строительства собственного гнезда. До момента созревания занимают роль обычных рабочих.  
  
##### Королева
Королева или матка всю свою жизнь существует лишь ради откладывания яиц. Будучи однажды оплодотворенной самцом, всю жизнь она будет нести яйца только с его генетическим материалом.  
  
  
  
#### Исключения/нюансы
  
Иногда Янао-рабочие могут убить или обменять Королеву с другим гнездом, если их не устраивает ее плодовитость.  
  
  
  
#### Самозащита и нападение
  
Колония Янао очень агрессивно относится к вторженцам, даже если это существо, в сотни раз превышающее их размеры. Не стоит недооценивать этих малышей, их сила укуса не кажется такой маленькой, когда их на вас несколько десятков, а то и сотен.  
  
  
  
#### Способности
  

*   Как таковых способностей нет.`;export{n as default};
